Repository: carrascoMDD/gvSIG-i18n
Catalog: gvSIGi18n/i18n/gvSIGi18n-*.po
Languages: es

# gvSIGi18n_crearSolicitudCadena_action_page_help
source: Enter the requested String symbol, and its translation to the main and reference languages.
es: Introduzca el simbolo de la Cadena solicitada, y su traduccion al Idioma principal y de referencia.

# gvSIGi18n_crearSolicitudCadena_action_page_title
source: Create New String Request
es: Crear Solicitud de nueva Cadena

# gvSIGi18n_crear_action_label
source: Create
es: Crear

# gvSIGi18n_demasiadaEsperaVuelvaASolicitarImportacion_help
source: You have waited too long to confirm the import operation. Please, request the operation again if you wish to do so.
es: Ha tardado demasiado en confirmar la importacion. Por favor, vuelva a solicitar la importacion si asi lo desea.

# gvSIGi18n_detalle_label
source: Detail
es: Detalle

# gvSIGi18n_detalles_label
source: Details
es: Detalles

# gvSIGi18n_editar_action_label
source: Edit
es: Editar

# gvSIGi18n_ejecutarExportacion_action_help
source: The system will execute the export process, and if sucessful, will produce a download archive.
es: El sistema ejecutara el proceso de exportacion, y si tiene exito, producira un archivo descargable.

# gvSIGi18n_ejecutarExportacion_action_label
source: Execute Export
es: Ejecutar Exportacion

# gvSIGi18n_engvsig_label
source: In gvSIG
es: En gvSIG

# gvSIGi18n_ensureInit_msgid
source: Ensure initialization
es: Asegurar inicializacion

# gvSIGi18n_errorEstimatingImportOperations_warning_msgid
source: Internal error while producing report of import operations.
es: Error interno produciendo informe de estimacion de operaciones para importar.

# gvSIGi18n_errorcreacioncontenidointercambio_faltafichero_warning_msgid
source: Invalid interchange file contents. Can not create an interchange contents element without an uploaded file with valid contents.
es: Fichero de intercambio de traducciones invalido. No es posible crear un elemento de contenido de intercambio sin un fichero con contenidos validos.

source: Can not create an interchange contents element without an uploaded file.
es: No es posible crear un elemento de contenido de intercambio si el usuario no suministra un fichero.

# gvSIGi18n_estimarExportacion_action_label
source: Estimate export contents
es: Estimar contenido de exportacion

# gvSIGi18n_estimationOfImportOperations_help
source: Estimate of verification or creation operations to perform during the import process.
es: Estimacion de operaciones de verificacion o creacion a realizar durante el proceso de importacion.

# gvSIGi18n_estimationOfImportOperations_msgid
source: Estimate of import operations
es: Estimacion de operaciones para importar

# gvSIGi18n_excluirresumen_parameter_label
source: Exclude summary
es: Excluir resumen

# gvSIGi18n_exportConfirmationDateAndTime_label
source: Date and time of export confirmation
es: Fecha y hora de confirmacion de exportacion

# gvSIGi18n_exportReviewDateAndTime_label
source: Date and time of export review
es: Fecha y hora de revision de exportacion

# gvSIGi18n_exportar_FileToDownload_label
source: File to download
es: Fichero a descargar

# gvSIGi18n_exportar_Parameter_DefaultLanguageCode_label
source: Default language code
es: Codigo de idioma por defecto

# gvSIGi18n_exportar_Parameter_DefaultModuleName_label
source: Default module name
es: Nombre de modulo por defecto

# gvSIGi18n_exportar_Parameter_ExportAsGNUgettextPO_label
source: GNU gettext .PO format
es: Formato GNU gettext .PO

# gvSIGi18n_exportar_Parameter_ExportAsJavaProperties_label
source: Java .properties format
es: Formato Java .properties

# gvSIGi18n_exportar_Parameter_ExportFormat_label
source: Export format
es: Formato de exportacion

# gvSIGi18n_exportar_Parameter_IncludeLocalesCSV_label
source: Include locales.csv file
es: Incluir fichero locales.csv

# gvSIGi18n_exportar_Parameter_IncludeManifest_label
source: Include MANIFEST.MF file
es: Incluir fichero MANIFEST.MF

# gvSIGi18n_exportar_Parameter_SeparatedModules_label
source: Separate modules
es: Modulos por separado

# gvSIGi18n_exportar_Parameter_TipoArchivo_label
source: Archive type (.jar or .zip)
es: Tipo archivo (.jar or .zip)

# gvSIGi18n_exportar_action_label
source: Export
es: Exportar

# gvSIGi18n_extralangs_parameter_label
source: Extra langs.
es: Mas Idiomas

# gvSIGi18n_fechaInformeIdiomas_label
source: Languages Report date
es: Fecha del Informe de Idiomas

# gvSIGi18n_fechaInformeModulos_label
source: Modules Report date
es: Fecha del Informe de Modulos

# gvSIGi18n_fechaInforme_label
source: Report date
es: Fecha del Informe

# gvSIGi18n_fecha_el
source: on
es: el

# gvSIGi18n_fichero_msgid
source: File
es: Fichero

# gvSIGi18n_filtro_section_label
source: Filter
es: Filtro

# gvSIGi18n_footer_copyright
source: Copyright 2008, 2009 Conselleria de Infraestructuras y Transporte de la Generalitat Valenciana, in Valencia, Spain
es: Todos los derechos reservados (copyright) 2008, 2009 Conselleria de Infraestructuras y Transporte de la Generalitat Valenciana en Valencia, Spain

# gvSIGi18n_footer_gvSIG_description
source: gvSIG is a desktop application for management of geographic information, released as Free Libre Open Source Software (FLOSS).
es: gvSIG es una aplicacion de escritorio para el manejo de informacion geografica, distribuida como programacion en codigo abierto libre y gratis.

# gvSIGi18n_footer_gvSIGi18n_author
source: Developed by Model Driven Development, sl and Antonio Carrasco Valero for the gvSIG project of the Conselleria de Infraestructuras y Transporte de la Generalitat Valenciana, , in Valencia, Spain.
es: Desarrollado por Model Driven Development, sl y Antonio Carrasco Valero para el proyecto gvSIG de la Conselleria de Infraestructuras y Transporte de la Generalitat Valenciana in Valencia, España.

# gvSIGi18n_footer_gvSIGi18n_description
source: Application for the translation of user interface strings, in the program for geographic information management gvSIG, its extensions, and the collaborative applications (like this one) used by the gvSIG project.
es: Aplicacion para traduccion de cadenas del interface de usuario, del programa de informacion geografica gvSIG, de sus extensiones, y de las aplicaciones colaborativas (como esta misma) que gvSIG utiliza en su gestion.

# gvSIGi18n_footer_gvSIGi18n_title
source: gvSIG translations
es: gvSIG traducciones

# gvSIGi18n_fromToIn_from_label
source: from
es: de

# gvSIGi18n_fromToIn_in_label
source: of
es: de

# gvSIGi18n_fromToIn_to_label
source: to
es: a

# gvSIGi18n_haHabidoCambioTraduccion_msg
source: Translation has been changed
es: La traduccion ha cambiado

# gvSIGi18n_historia_section_label
source: History
es: Historia

# gvSIGi18n_historiafechaaccion_label
source: Action date
es: Fecha accion

# gvSIGi18n_historiausuarioactor_label
source: Actor user
es: Usuario actor

# gvSIGi18n_idioma_msgid
source: Language
es: Idioma

# gvSIGi18n_idiomareferencia_parameter_label
source: Reference Language
es: Idioma de Referencia

# gvSIGi18n_idiomasSection_title
source: Reference Languages
es: Idiomas de Referencia

# gvSIGi18n_idiomasextension_msgid
source: Languages in extension
es: Idiomas en extension

# gvSIGi18n_importaciondesdezip_msgid
source: from .zip files previously created and uploaded to the server
es: desde archivos .zip previamente creados en el Catalogo y subidos al servidor

# gvSIGi18n_importar_action_msgid
source: Import
es: Importar

# gvSIGi18n_incluirestados_parameter_label
source: Include States
es: Incluir estados

# gvSIGi18n_informe_section_label
source: Summary
es: Informe

# gvSIGi18n_informedeprogresocatalogo_section_help
source: Summary report about the translation state of all Strings in the Catalog.
es: Resumen del estado de traduccion de las Cadenas para todos los Idiomas en el Catalogo.

# gvSIGi18n_informedeprogresocatalogo_section_label
source: Progress Report
es: Informe de Progreso

# gvSIGi18n_informedeprogresoidioma_section_help
source: Summary report about the translation state of strings into this language.
es: Resumen del estado de traduccion de las Cadenas a este Idioma.

# gvSIGi18n_informedeprogresoidioma_section_label
source: Progress report for translation into a Language
es: Informe del Progreso de traduccion al Idioma

# gvSIGi18n_informepormodulos_msgid
source: Modules Report
es: Infome por Modulos

# gvSIGi18n_inicializar_msgid
source: Initialize the translations catalog
es: Inicializar el catalogo traducciones

# gvSIGi18n_lastarchivename_msgid
source: Last imported Archive
es: Ultimo Archivo importado

# gvSIGi18n_lastmodulename_msgid
source: Last imported Module
es: Ultimo Modulo importado

# gvSIGi18n_limiteNumeroRegistrosExplorados_help
source: The maximum number of translations to explore in a single page is
es: El numero maximo de traducciones a explorar en una sola pagina es

# gvSIGi18n_lista_section_label
source: List
es: Lista

# gvSIGi18n_modulesFilter_help
source: Select the modules with the translations you are interested in. If no module is selected then there is no restriction on translation modules. The not specified module represents those strings that are not associated with any specific module.
es: Seleccione los modulos de las traducciones que le interesen. Si no selecciona ningun modulo entonces no impone restriccion sobre los modulos de las traducciones. El modulo -- no especificado -- representa las cadenas a traducir que no estan asociadas con ningun modulo en particular.

# gvSIGi18n_modulesFilter_title
source: Filter by Modules
es: Filtro por Modulos

# gvSIGi18n_modulo_msgid
source: Module
es: Modulo

# gvSIGi18n_mostrarSeccionHistoria_section_label
source: Show translation History
es: Mostrar Historia de traduccion

# gvSIGi18n_mostrarSeccionInforme_section_label
source: Show summary Report
es: Mostrar Informe

# gvSIGi18n_mostrarSeccionLista_section_label
source: Show translations List
es: Mostrar Lista de traducciones

# gvSIGi18n_mostrarinformedeestado_msgid
source: Summary
es: Mostrar Informe de Estado

# gvSIGi18n_mostrarinformepormodulos_msgid
source: Report
es: Mostrar Infome por Modulos

# gvSIGi18n_newStatus_title
source: New Status
es: Nuevo estado

# gvSIGi18n_ningunLenguagesReferencia_action_label
source: None
es: Ninguno

# gvSIGi18n_noHayInfomeIdiomas_msgid
source: No Languages Status Report available.
es: No hay Infome de estado por Idiomas disponible.

# gvSIGi18n_noHayInfomeModulos_msgid
source: No Modules Status Report available.
es: No hay Infome de estado por Modulos disponible.

# gvSIGi18n_noPuedeImportarYVolverATabular_help
source: You may not have the proper rights to launch an import process. If you do, please make sure that you are logged in the site with the proper user account. It is not allowed to launch again an import process that has already been started.
es: Usted puede no tener los derechos apropiados para lanzar un proceso de importacion. Si los tiene, por favor asegurese que Usted esta conectado al sitio con la cuenta de usuario correcta. No se permite re-lanzar un proceso de importacion que ya ha comenzado.

# gvSIGi18n_noPuedeImportarYVolverATabular_msgid
source: You can not import these translations contents. Please navigate back to import tabular view.
es: Usted no puede importar estos contenidos de importacion. Por favor, navege de vuelta a la vista tabular.

# gvSIGi18n_nohayarchivosdeentradavalidos_warning_msgid
source: There are no valid Input archive files.
es: No hay Archivos de Entrada validos.

# gvSIGi18n_nohayarchivoszipdisponibles_msgid
source: NO .zip files available for import.
es: NO hay archivos .zip disponibles para importar.

# gvSIGi18n_nohaycontenidosintercambiotraducciones_warning_msgid
source: There is no valid translation interchange content.
es: No hay contenido de intercambio valido para importacion.

# gvSIGi18n_nohayinformeexcepcion_warning_msgid
source: There is no exception report available at this time
es: No hay informe de excepcion disponible en este momento

# gvSIGi18n_nohayinformefinal_warning_msgid
source: There is no final progress report available at this time
es: No hay informe final disponible en este momento

# gvSIGi18n_nohayinformeprogreso_warning_msgid
source: There is no progress report available at this time
es: No hay informe de progreso disponible en este momento

# gvSIGi18n_nohayinformeprogresofasecompletar_warning_msgid
source: There is no available Completion Phase report.
es: No hay informe Final de Fase de Completar disponible

# gvSIGi18n_nohayinformeprogresofaseimportar_warning_msgid
source: There is no available Import Phase report.
es: No hay informe Final de Fase de Importar disponible

# gvSIGi18n_nombrearchivo_msgid
source: Archive
es: Archivo

# gvSIGi18n_nombrearchivozip_msgid
source: File name
es: Nombre archivo

# gvSIGi18n_nombreextension_msgid
source: Extension name
es: Nombre de extension

# gvSIGi18n_nombremodulo_msgid
source: Module
es: Modulo

# gvSIGi18n_noreadpermission_warning
source: Warning: you do not have read permission
es: Atencion: no tiene permiso de lectura

# gvSIGi18n_nosehacreadoelemento_info_msgid
source: It has not been possible to create the new element.
es: No se ha podido crear el nuevo elemento.

# gvSIGi18n_nosehanencontradotraducciones_message
source: No translations have been found matching the specified criteria.
es: No se han encontrado traducciones correspondientes a los criterios especificados.

# gvSIGi18n_nowritepermission_warning
source: Warning: you do not have write permission
es: Atencion: no tiene permiso de escritura

# gvSIGi18n_nuevoestado_action_label
source: New state
es: Nuevo estado

# gvSIGi18n_nuevovalortraduccion_title
source: New
es: Nueva

# gvSIGi18n_numeroCadenas_property_label
source: Number of Strings
es: Numero de Cadenas

# gvSIGi18n_numeroErroresCodificacionCaracteres_abbreviated_label
source: # Encoding errors
es: # errores codificacion caracteres

# gvSIGi18n_numeroRegistrosDivididoPorNumerolenguages_help
source: divided by the number of reference languages selected plus one.
es: dividido por el numero de lenguages de referencia seleccionados mas 1.

# gvSIGi18n_numeroTraducciones_abbreviated_label
source: # Translations
es: # Traducciones

# gvSIGi18n_numeronivelespathaignorarparanombresextension_msgid
source: Number of path levels to ignore in extension names
es: Numero de niveles en el path, a ignorar en nombres de extension

# gvSIGi18n_numlineas_msgid
source: Num.Strings
es: Num.Cadenas

# gvSIGi18n_observarProgresoProcesoImportacion_help
source: Click on the link above to observe the progress of the import process.
es: Pulse sobre el enlace aqui arriba para observar el progreso del proceso de importacion.

# gvSIGi18n_observarProgresoProcesoImportacion_msgid
source: Observe import progress
es: Observar el progreso de importacion

# gvSIGi18n_ocultar_action_label
source: Hide
es: Ocultar

# gvSIGi18n_opcioncomparacionfecha_Anterior
source: Before
es: Antes de

# gvSIGi18n_opcioncomparacionfecha_Igual
source: On the date
es: En la fecha

# gvSIGi18n_opcioncomparacionfecha_Posterior
source: After
es: Despues de

# gvSIGi18n_opcionesSection_title
source: Options
es: Opciones

# gvSIGi18n_periodoParaConfirmarEnSegundos_msgid
source: Please confirm within the next (seconds)
es: Si desea lanzar el proceso, por favor confirme antes de

# gvSIGi18n_puedeObservarElProgresoDelProcesoDeImportacionEnTabProgreso_msgid
source: You may observe the progress of the import process by clicking in the Progress action above or the Observe import progress link below.
es: Puede observar el progreso del proceso de importacion pulsando sobre la accion Progreso mas arriba, o el enlace Observar el progreso de importacion mas abajo.

# gvSIGi18n_records_msgid
source: Records
es: Registros

# gvSIGi18n_refrescar_action_label
source: Refresh
es: Refrescar

# gvSIGi18n_revisarExportacion_action_help
source: Review the content selected for export, and then confirm or cancel the export.
es: Revisar el contenido seleccionado para la exportacion, y despues confirmar o cancelar la exportacion.

# gvSIGi18n_revisarExportacion_action_label
source: Review Export
es: Revisar Exportacion

# gvSIGi18n_reviseLasCondicionesDeFiltroYBusqueda_message
source: Please, review the filter and search criteria.
es: Por favor, revise las condiciones de filtrado y busqueda.

# gvSIGi18n_searchById_help
source: Enter the exact identifier of the string to search for.
es: Introduzca el identificador exacto de la cadena que busca.

# gvSIGi18n_searchBySimbolo_help
source: Enter words to search for in the string symbols.
es: Introduza palabras a buscar en los simbolos de cadenas. Puede utilizar comodines (* y ?).

# gvSIGi18n_searchByTranslation_help
source: Enter words to search for in the translations into this language.
es: Introduza palabras a buscar en las traducciones al idioma. Puede utilizar comodines (* y ?).

# gvSIGi18n_seccionFiltro_title
source: Filter
es: Filtro

# gvSIGi18n_seccionHistory_title
source: History
es: Historia

# gvSIGi18n_seccionInformeSumario_title
source: Summary
es: Sumario

# gvSIGi18n_seccionList_title
source: List
es: Lista

# gvSIGi18n_seccionesSection_title
source: Sections
es: Secciones

# gvSIGi18n_segundosPeriodoParaConfirmar_help
source: seconds
es: segundos

# gvSIGi18n_seleccionarNinguno_label
source: None
es: Ninguno

# gvSIGi18n_seleccionarTodos_label
source: All
es: Todos

# gvSIGi18n_selectorLenguagesReferencia_help
source: Select the languages you want to use as reference. A high number of languages will slow down page loading.
es: Seleccione los idiomas que desea utilizar como referencia. Un numero excesivo de idiomas enlentecerá la carga de páginas.

# gvSIGi18n_selectorLenguagesReferencia_title
source: Reference Languages
es: Idiomas de Referencia

# gvSIGi18n_sinIdiomaReferencia
source: No reference language
es: Sin idioma de referencia

# gvSIGi18n_solicitudimportacion_msgid
source: Import request for Languages, Strings and Translations
es: Solicitud de importacion de Idiomas, Cadenas y Traducciones

# gvSIGi18n_tamanoarchivozip_msgid
source: File length
es: Longitud archivo

# gvSIGi18n_tituloesrequerido_info_msgid
source: A Title is required to create the new element.
es: El Titulo es requerido para crear el nuevo elemento.

# gvSIGi18n_titulolistaarchivoszipdisponibles_msgid
source: List of .zip files available for import
es: Lista de archivos .zip disponibles para importar

# gvSIGi18n_todas_label
source: All
es: Todas

# gvSIGi18n_todosEstados_action_label
source: Any status
es: Cualquier estado

# gvSIGi18n_todosLenguagesReferencia_action_label
source: All
es: Todos

# gvSIGi18n_traduccion_conEncodingError
source: Encoding error
es: Error codificacion

# gvSIGi18n_traduccionenidiomareferencia_title
source: In language
es: En idioma

# gvSIGi18n_traducciones_bloqueanterior_label
source: Previous
es: Anteriores

# gvSIGi18n_traducciones_bloqueprimero_label
source: First
es: Primeras

# gvSIGi18n_traducciones_bloquesiguiente_label
source: Next
es: Siguientes

# gvSIGi18n_traducciones_bloqueultimo_label
source: Last
es: Ultimas

# gvSIGi18n_traducciones_iraanterior_label
source: Go to Previous
es: Ir a Anterior

# gvSIGi18n_traducciones_iraprimero_label
source: Go to First
es: Ir a Principio

# gvSIGi18n_traducciones_irasiguiente_label
source: Go to Next
es: Ir a Siguiente

# gvSIGi18n_traducciones_iraultimo_label
source: Go to Last
es: Ir a Final

# gvSIGi18n_traducciones_msgid
source: Translations
es: Traducciones

# gvSIGi18n_traducciones_section_help
source: List of Strings to translate into the Language, and the translations already available.
es: Lista de Cadenas a traducir a este idioma, y las Traducciones de las ya traducidas.

# gvSIGi18n_traducciones_section_label
source: Translations into the Language
es: Traducciones al Idioma

# gvSIGi18n_traduccionesdeentre_parameter_label
source: of
es: de

# gvSIGi18n_traduccionesdesde_parameter_label
source: From
es: Desde

# gvSIGi18n_traduccionesfiltradasidioma_label
source: Filtered
es: Filtradas

# gvSIGi18n_traduccioneshasta_parameter_label
source: To
es: Hasta

# gvSIGi18n_traduccira_label
source: Translate into
es: Traducciones al

# gvSIGi18n_userCanNotInitializeCatalogo_msgid
source: You can not initialize the translations catalog.
es: Usted no puede inicializar el catalogo de traducciones.

# gvSIGi18n_userCanNotVerifyCatalogo_msgid
source: You can not verify the translations catalog.
es: Usted no puede verificar el catalogo de traducciones.

# gvSIGi18n_usuario_label
source: User
es: Usuario

# gvSIGi18n_usuario_por
source: by
es: por

# gvSIGi18n_valoractualtraduccion_title
source: Current
es: Actual

# gvSIGi18n_valoresPorDefectoExportacion_help
source: Discard any changes made to export configuration parameters, and start again with the values configured in the translations catalog and languages.
es: Descartar los cambios realizados en la configuracion de exportacion, y volver a empezar con los valores configurados en el catalogo de traducciones y los idiomas.

# gvSIGi18n_valoresPorDefectoExportacion_msgid
source: Default export configuration
es: Configuracion de exportacion por defecto

# gvSIGi18n_vistaAvanzada_msgid
source: Details
es: Vista avanzada

# gvSIGi18n_vista_detalles_label
source: View Detais
es: Ver Detalles

# gvSIGi18n_vista_sumario_label
source: Summary view
es: Vista Sumario

# gvSIGi18n_vista_tabular_label
source: Tabular view
es: Vista Tabular

# gvSIGi18n_vista_todos_label
source: View All
es: Ver Todos

# gvSIGi18n_volver_action_label
source: Back to
es: Volver a

# gvSIGi18n_volveracatalogo_msgid
source: Back to catalog
es: Volver al catalogo

# gvSIGi18n_volveraresumen_label
source: Back to Catalog Summary by languages
es: Volver a Resumen catalogo por idiomas

# gvSIGi18n_confirmarBloquearCatalogo_msgid
source: Confirm locking the translations catalog
es: Confirme el bloqueo del catalogo de traducciones

# gvSIGi18n_confirmarDesbloquearCatalogo_msgid
source: Confirm unlocking the translations catalog
es: Confirme el desbloqueo del catalogo de traducciones

# gvSIGi18n_userCanNotLockCatalogo_msgid
source: You can not lock the translations catalog.
es: Usted no puede bloquear el catalogo de traducciones

# gvSIGi18n_userCanNotUnlockCatalogo_msgid
source: You can not unlock the translations catalog.
es: Usted no puede desbloquear el catalogo de traducciones.

# gvSIGi18n_demasiadaEsperaVuelvaASolicitarBloqueo_help
source: You have waited too long to confirm the lock operation. Please, request the operation again if you wish to do so.
es: Ha tardado demasiado en confirmar el bloqueo del catalogo. Por favor, vuelva a solicitar el bloqueo si asi lo desea.

# gvSIGi18n_demasiadaEsperaVuelvaASolicitarDesbloqueo_help
source: You have waited too long to confirm the unock operation. Please, request the operation again if you wish to do so.
es: Ha tardado demasiado en confirmar el desbloqueo del catalog. Por favor, vuelva a solicitar el desbloqueo si asi lo desea.

# gvSIGi18n_cancelarBloqueoYVolverATabular_msgid
source: Cancel lock catalog
es: Cancelar bloqueo de catalogo

# gvSIGi18n_cancelarDesbloqueoYVolverATabular_msgid
source: Cancel unlock catalog
es: Cancelar desbloqueo de catalogo

# gvSIGi18n_TranslationAction_InvalidarTraduccionesCadena_label
source: Invalidate
es: Invalidar

# gvSIGi18n_TranslationAction_InvalidarTraduccionesCadena_help
source: Invalidate String Translations into all languages
es: Invalidar Traducciones de la Cadena en todos los idiomas

# gvSIGi18n_ConfirmInvalidateStringTranslationsMsg
source: Do you want to Invalidate String Translations into all languages ?
es: Desea Invalidar Traducciones de la Cadena en todos los idiomas ?

# gvSIGi18n_ReallyInvalidateStringTranslationsMsg
source: Do you REALLY want to Invalidate String Translations into all languages ?
es: REALMENTE Desea Invalidar Traducciones de la Cadena en todos los idiomas ?

# gvSIGi18n_Batch_ButtonLabel
source: Batch
es: Lote
