Repository: carrascoMDD/gvSIG-i18n
Catalog: gvSIGi18n/i18n/gvSIGi18n-*.po
Languages: es

# gvSIGi18n_TRACadena_label
source: String to translate
es: Cadena

# gvSIGi18n_TRACadena_help
source: One of the original product strings to translate, identified by a the original symbol string.
es: Una de las cadenas originales del producto a traducir, identificada por el simbolo original.

# gvSIGi18n_TRACadena_attr_estadoCadena_label
source: String State
es: Estado de la Cadena

# gvSIGi18n_TRACadena_attr_estadoCadena_help
source: String State, as Active or Inactive.
es: Estado de la Cadena, como Activa o Inactiva.

# gvSIGi18n_TRACadena_attr_estadoCadena_option_Inactiva
source: Inactive
es: Inactiva

# gvSIGi18n_TRACadena_attr_estadoCadena_option_Activa
source: Active
es: Activa

# gvSIGi18n_TRACadena_attr_fechaCancelacionTextual_label
source: Cancelation Date
es: Fecha de Cancelacion

# gvSIGi18n_TRACadena_attr_fechaCancelacionTextual_help
source: The date when the String was cancelled, such that the string won't be considered again for translation.
es: La fecha en que la cadena fue cancelada, de forma que no vuelva a ser considerada para su traduccion.

# gvSIGi18n_TRACadena_attr_fechaCreacionTextual_label
source: Creation Date as text
es: Fecha de Creacion como texto

# gvSIGi18n_TRACadena_attr_fechaCreacionTextual_help
source: Textual representation of the date when the String was first created.
es: Representacion textual de la fecha en que se creo la cadena a traducir.

# gvSIGi18n_TRACadena_attr_nombresModulos_label
source: Modules
es: Modulos

# gvSIGi18n_TRACadena_attr_nombresModulos_help
source: Names of the Modules using this String.
es: Nombres de los Modulos en los que se usa esta cadena.

# gvSIGi18n_TRACadena_attr_referenciasFuentes_label
source: Source references
es: Referencias a fuentes

# gvSIGi18n_TRACadena_attr_referenciasFuentes_help
source: References to source code where the string is used.
es: Referencias a codigo fuente donde aparece esta cadena.

# gvSIGi18n_TRACadena_attr_simbolo_label
source: Symbol
es: Simbolo

# gvSIGi18n_TRACadena_attr_simbolo_help
source: The original symbol identifying the string to be translated.
es: El simbolo original que identifica la Cadena a traducir.

# gvSIGi18n_TRACadena_attr_simboloEnPalabras_label
source: Symbol (fragments for textual search)
es: Simbolo (fragmentos para busqueda textual)

# gvSIGi18n_TRACadena_attr_simboloEnPalabras_help
source: The original symbol identifying the string to be translated, fragmented into multiple words to facilitate searches.
es: El simbolo original que identifica la Cadena a traducir, descompuesto en multiples palabras para facilitar las busquedas por texto.

# gvSIGi18n_TRACadena_attr_usuarioCreador_label
source: Creator user
es: Usuario Creador

# gvSIGi18n_TRACadena_attr_usuarioCreador_help
source: User who created or imported the string to be translated.
es: Usuario que creo o importo la cadena a traducir.

# gvSIGi18n_TRACadena_contents_traducciones_label
source: Translations
es: Traducciones

# gvSIGi18n_TRACadena_contents_traducciones_help
source: Translations of one string to the various languages.
es: Traducciones de una de las Cadenas los varios Idiomas.

# gvSIGi18n_TRACatalogo_label
source: Translations Catalog
es: Catalogo de Traducciones

# gvSIGi18n_TRACatalogo_help
source: Containing a number of languages, strings to translate, and their translations to the the languages.
es: Contiene los Idiomas, Cadenas y Traducciones de las cadenas a multiples idiomas.

# gvSIGi18n_TRACatalogo_attr_codigoIdiomaPorDefecto_label
source: Default Language Code
es: Codigo de Idioma por defecto

# gvSIGi18n_TRACatalogo_attr_codigoIdiomaPorDefecto_help
source: Code of the language whose Java .properties import or export files do not contain the language code in the file name as a suffix.
es: Codigo del lenguage para el que los ficheros de importacion o exportacion Java .properties no incorporan el codigo del lenguage como sufijo en el nombre del fichero.

# gvSIGi18n_TRACatalogo_attr_codigoIdiomaReferenciaSolicitudesNuevasCadenas_label
source: Reference Language Code for new String Requests
es: Codigo de Idioma de Referencia para Solicitudes de Nuevas Cadenas

# gvSIGi18n_TRACatalogo_attr_codigoIdiomaReferenciaSolicitudesNuevasCadenas_help
source: Code of the language for which the developer may provide a reference translation when requesting creation of new strings.
es: Codigo del lenguage para el que el desarrollador puede proporcionar una traduccion de referencia, cuando se solicitan nuevas cadenas.

# gvSIGi18n_TRACatalogo_attr_codigoIdiomaRequeridoSolicitudesNuevasCadenas_label
source: Language Code for new String Requests
es: Codigo de Idioma para Solicitudes de Nuevas Cadenas

# gvSIGi18n_TRACatalogo_attr_codigoIdiomaRequeridoSolicitudesNuevasCadenas_help
source: Code of the language for which a translation is requiered when requesting creation of new strings.
es: Codigo del lenguage en el que se requiere una traduccion cuando se solicitan nuevas cadenas.

# gvSIGi18n_TRACatalogo_attr_dominioPorDefecto_label
source: Domain for strings not in a module
es: Dominio para cadenas sin modulo

# gvSIGi18n_TRACatalogo_attr_dominioPorDefecto_help
source: Iinformation that appears in the exported files of GNUgettext PO format, when exporting separately in its own file strings that do not pertain to any module, to indicate the application or module to which the translations apply.
es: Dato que aparece en los ficheros de exportacion de tipo GNUgettext PO, cuando se exportan separadamente en su propio fichero cadenas que no pertenecen a un modulo, para identificar la aplicacion o modulo a que se aplican las traducciones.

# gvSIGi18n_TRACatalogo_attr_formatoExportacionPorDefecto_label
source: Default Export format
es: Formato de exportacion por defecto

# gvSIGi18n_TRACatalogo_attr_formatoExportacionPorDefecto_help
source: Format for the translations export files, as Java .properties or GNUgettext .PO.
es: Formato de los ficheros de exportacion de traducciones como Java .properties, o GNUtettext PO.

# gvSIGi18n_TRACatalogo_attr_incluirLocalesCSVPorDefecto_label
source: Include locales.csv file
es: Incluir fichero locales.csv

# gvSIGi18n_TRACatalogo_attr_incluirLocalesCSVPorDefecto_help
source: Include in the downloadable archive, a locales.csv file declaring the translations files contained in the archive (used by gvSIG).
es: Incluir en el archivo descargable un fichero locales.csv declarando los ficheros de traducciones contenidos en el archivo (usado por gvSIG).

# gvSIGi18n_TRACatalogo_attr_incluirLocalesCSVPorDefecto_option_Si
source: Yes
es: Si

# gvSIGi18n_TRACatalogo_attr_incluirManifestPorDefecto_label
source: Include MANIFEST.MF file
es: Incluir fichero MANIFEST.MF

# gvSIGi18n_TRACatalogo_attr_incluirManifestPorDefecto_help
source: Include in the downloadable archive, a MANIFEST.MF file declaring the translations files contained in the archive.
es: Incluir en el archivo descargable un fichero MANIFEST.MF declarando los ficheros de traducciones contenidos en el archivo.

# gvSIGi18n_TRACatalogo_attr_incluirManifestPorDefecto_option_Si
source: Yes
es: Si

# gvSIGi18n_TRACatalogo_attr_maximoRegistrosExplorados_label
source: Default Maximum number of translations records per page
es: Numero maximo de registros de traduccion por pagina por defecto

# gvSIGi18n_TRACatalogo_attr_maximoRegistrosExplorados_help
source: Default maximum number of Translations to display in the Browse Translations page, including the language to translate and the reference languages.
es: Numero maximo por defecto de Traducciones a presentar en las paginas de exploracion de traducciones, incluyendo traducciones al idioma a traducir y los idiomas de referencia.

source: Encoding errors handling mode
es: Modo de gestion de errores de codificacion

source: How to react upon occurences of encoding errors errors during the translations export process.
es: Como reaccionar ante la ocurrencia de errores de codificacion de caracteres durante la exportacion de traducciones.

source: Cancel on first error
es: Cancelar al primer error

source: Count all errors and cancel
es: Contar todos los errores y cancelar

source: Ignore and continue
es: Ignorar y continuar

source: Replace and continue
es: Sustituir y continuar

source: XML replace and continue
es: Sustituir por XML y continuar

source: Backslash replace and continue
es: Sustituir por escape y continuar

# gvSIGi18n_TRACatalogo_attr_modoInteraccionPorDefecto_label
source: Default Server Interaction mode
es: Modo de Interaccion con el Servidor por defecto

# gvSIGi18n_TRACatalogo_attr_modoInteraccionPorDefecto_help
source: When Asynchronous the internet browser will send changes to server without refreshing the whole page, allowing continuation of work in the current page. When Synchronous the internet browser will send changes to server by loading a completely new page.
es: Cuando sea Asincrono el navegador de internet enviara los cambios al servidor sin refrescar toda la pagina, permitiendo continuar el trabajo en la pagina actual. Cuando Sincrono, enviara cambios al servidor cargando una pagina completamente nueva.

# gvSIGi18n_TRACatalogo_attr_modoInteraccionPorDefecto_option_Asincrono
source: Asynchronous
es: Asincrono

# gvSIGi18n_TRACatalogo_attr_modoInteraccionPorDefecto_option_Sincrono
source: Syncronous
es: Sincrono

# gvSIGi18n_TRACatalogo_attr_modulosPorSeparadoPorDefecto_label
source: Export separated modules
es: Exportar modulos por separado

# gvSIGi18n_TRACatalogo_attr_modulosPorSeparadoPorDefecto_help
source: Exprot each module in its own file, with all of them packed in the downloadable archive.
es: Exportar cada modulo por separado en su propio fichero, todos ellos incluidos en el archivo descargable.

# gvSIGi18n_TRACatalogo_attr_modulosPorSeparadoPorDefecto_option_Si
source: Yes
es: Si

# gvSIGi18n_TRACatalogo_attr_modulosYSimbolosCadenasOrdenados_label
source: Module names and Sorted String symbols
es: Modulos y Simbolos Cadenas ordenados

# gvSIGi18n_TRACatalogo_attr_modulosYSimbolosCadenasOrdenados_help
source: Module names and the Symbols of strings to be translated in the module, sorted.
es: Nombres de Modulos y los Simbolos de las cadenas a traducir en el modulo, ordenados.

# gvSIGi18n_TRACatalogo_attr_nombreModuloPorDefecto_label
source: Default Module Name
es: Nombre de Modulo por defecto

# gvSIGi18n_TRACatalogo_attr_nombreModuloPorDefecto_help
source: When exporting a separate file for each module, it is the name to use in a GNUgettext .PO file name, or for the folder containing a Java .properties file.
es: Cuando se exporta un fichero para cada modulo, es el nombre a utilizar en los nombres de archivos GNUgettext PO, o para las carpetas contenedoras de ficheros Java .properties, para las cadenas para las que no se ha especificado modulo.

# gvSIGi18n_TRACatalogo_attr_nombreProducto_label
source: Product
es: Producto

# gvSIGi18n_TRACatalogo_attr_nombreProducto_help
source: Name of the Product translated in this Catalog.
es: Nombre del Producto cuyas traducciones se manejan con este Catalogo.

# gvSIGi18n_TRACatalogo_attr_permiteModificar_label
source: Allow Changes
es: Permite Modificar

# gvSIGi18n_TRACatalogo_attr_permiteModificar_help
source: If True, then the users may perform the changes authorized by granted roles. If False, then the user can not make changes. This may happen during long import processe.
es: Si Verdadero, entonces los usuarios puede realizar los cambios a los que permite sus roles en la aplicacion. Si Falso, entonces no puede realizar cambios, Puede ocurrir durante procesos de importacion largos.

# gvSIGi18n_TRACatalogo_attr_segundosParaConfirmarImportacion_label
source: Time in seconds to confirm Import process
es: Tiempo en segundos para confirmar Importacion

# gvSIGi18n_TRACatalogo_attr_segundosParaConfirmarImportacion_help
source: Time in seconds for the User to confirm launching the Import process. If the User does not confirm in this period of time, and he wishes to perform the import, the user shall request Import again.
es: Tiempo en segundos del que dispone el Usuario para confirmar lanzamiento de proceso de Importacion. Si no confirma en este tiempo, y desea importar, el Usuario debera volver a solicitar la importacion.

# gvSIGi18n_TRACatalogo_attr_simbolosCadenasOrdenados_label
source: Sorted String symbols
es: Simbolos Cadenas ordenados

# gvSIGi18n_TRACatalogo_attr_simbolosCadenasOrdenados_help
source: Symbols of strings to be translated, sorted.
es: Simbolos de las cadenas a traducir, ordenados.

# gvSIGi18n_TRACatalogo_attr_tipoArchivoExportacionPorDefecto_label
source: Default downladable archive kind
es: Tipo de archivo descargable por defecto

# gvSIGi18n_TRACatalogo_attr_tipoArchivoExportacionPorDefecto_help
source: Type of the archive used to pack the module or modules for download.
es: Tipo de archivo en que se descargan el modulo o modulos exportados. Puede ser .jar o .zip.

# gvSIGi18n_TRACatalogo_attr_traduccionesPorPaginaPorDefecto_label
source: Default Translations per page
es: Numero de Traducciones en pagina por defecto

# gvSIGi18n_TRACatalogo_attr_traduccionesPorPaginaPorDefecto_help
source: Default number of Translations to display in the Browse Translations page, not counting the translations into the reference languages.
es: Numero de Traducciones por defecto a presentar en las paginas de exploracion sin contar las traducciones a los idiomas de referencia.

# gvSIGi18n_TRACatalogo_contents_coleccionCadenas_label
source: Strings collection
es: Coleccion de Cadenas

# gvSIGi18n_TRACatalogo_contents_coleccionCadenas_help
source: Collection of strings to translate to a number of languages.
es: Coleccion de Cadenas a traducir a los varios idiomas.

# gvSIGi18n_TRACatalogo_contents_coleccionIdiomas_label
source: Languages collection
es: Coleccion de Idiomas

# gvSIGi18n_TRACatalogo_contents_coleccionIdiomas_help
source: Collection of languages to translate the strings into.
es: Coleccion de idiomas a los que se desea traducir las cadenas.

# gvSIGi18n_TRACatalogo_contents_coleccionImportaciones_label
source: Import processes collection
es: Coleccion de Importaciones

# gvSIGi18n_TRACatalogo_contents_coleccionImportaciones_help
source: Collection of Import processes to load modules, languages, strings and translations.
es: Coleccion de procesos de Importacion para cargar modulos, idiomas, cadenas y traducciones.

# gvSIGi18n_TRACatalogo_contents_coleccionInformes_label
source: Status Reports collection
es: Coleccion de Informes de Estado

# gvSIGi18n_TRACatalogo_contents_coleccionInformes_help
source: Collection of Status Reports of Translations to Languages and Modules
es: Coleccion de Informes del Estado de traducciones en Modulos e Idiomas.

# gvSIGi18n_TRACatalogo_contents_coleccionModulos_label
source: Modules collection
es: Coleccion de Modulos

# gvSIGi18n_TRACatalogo_contents_coleccionModulos_help
source: Collection of Modules in the Product to Translate
es: Coleccion de Modulos en el Producto a traducir.

# gvSIGi18n_TRACatalogo_contents_coleccionSolicitudesCadenas_label
source: String Requests collection
es: Coleccion de Solicitudes de Cadenas

# gvSIGi18n_TRACatalogo_contents_coleccionSolicitudesCadenas_help
source: Collection of requests by developers to create new strings.
es: Coleccion de solicitudes realizadas por los desarrolladores, para crear nuevas cadenas.

# gvSIGi18n_TRAColeccionCadenas_label
source: Strings collection
es: Coleccion de Cadenas

# gvSIGi18n_TRAColeccionCadenas_help
source: Collection of strings to translate to a number of languages.
es: Coleccion de cadenas a traducir a los varios idiomas.

# gvSIGi18n_TRAColeccionCadenas_contents_cadenas_label
source: Strings to translate
es: Cadenas a traducir

# gvSIGi18n_TRAColeccionCadenas_contents_cadenas_help
source: Strings to translate to the various languages.
es: Cadenas para ser traducidas a los varios idiomas.

# gvSIGi18n_TRAColeccionIdiomas_label
source: Languages collection
es: Coleccion de Idiomas

# gvSIGi18n_TRAColeccionIdiomas_help
source: Collection of languages to translate the strings into.
es: Coleccion de idiomas a los que se desea traducir las cadenas.

# gvSIGi18n_TRAColeccionIdiomas_contents_idiomas_label
source: Languages
es: Idiomas

# gvSIGi18n_TRAColeccionIdiomas_contents_idiomas_help
source: Languages to translate the strings into.
es: Idiomas a los que se desea traducir las cadena.

# gvSIGi18n_TRAColeccionImportaciones_label
source: Import processes collection
es: Coleccion de Importaciones

# gvSIGi18n_TRAColeccionImportaciones_help
source: Collection of Import processes to save modules, languages, strings and translations.
es: Coleccion de procesos de Importacion para grabar modulos, idiomas, cadenas y traducciones.

# gvSIGi18n_TRAColeccionImportaciones_contents_importaciones_label
source: Import processes
es: Importaciones

# gvSIGi18n_TRAColeccionImportaciones_contents_importaciones_help
source: Import operations to load modules, languages, strings and translations.
es: Operaciones de importacion de modulos, idiomas, cadenas y traducciones.

# gvSIGi18n_TRAColeccionInformes_label
source: Status Reports Collection
es: Coleccion de Informes de Estado

# gvSIGi18n_TRAColeccionInformes_help
source: Collection of Status Reports of Translations to Languages and Modules
es: Coleccion de informes del Estado de Traducciones a Idiomas y Modulos

# gvSIGi18n_TRAColeccionInformes_contents_informes_label
source: Reports
es: Informes

# gvSIGi18n_TRAColeccionInformes_contents_informes_help
source: Status Reports of Translations to Languages and Modules
es: Informes del estado de Traducciones a Idiomas y Modulos

# gvSIGi18n_TRAColeccionModulos_label
source: Modules collection
es: Coleccion de Modulos

# gvSIGi18n_TRAColeccionModulos_help
source: Collection of Modules in the product to translate.
es: Colecicon de Modulos en el producto a traducir.

# gvSIGi18n_TRAColeccionModulos_contents_modulos_label
source: Modules
es: Modulos

# gvSIGi18n_TRAColeccionModulos_contents_modulos_help
source: Modules in the Product to translate.
es: Modulos en el Producto a traducir.

# gvSIGi18n_TRAColeccionSolicitudesCadenas_label
source: Strings creation request collection
es: Coleccion de Solicitudes de creacion de Cadenas

# gvSIGi18n_TRAColeccionSolicitudesCadenas_help
source: Collection of requests by developers to create new strings.
es: Coleccion de solicitudes realizadas por los desarrolladores, para crear nuevas cadenas.

# gvSIGi18n_TRAColeccionSolicitudesCadenas_contents_solicitudesCadenas_label
source: String creation Requests
es: Solicitudes de creacion de Cadenas

# gvSIGi18n_TRAColeccionSolicitudesCadenas_contents_solicitudesCadenas_help
source: Requests by developers to create new strings.
es: Solicitudes realizadas por los desarrolladores, para crear nuevas cadenas.

# gvSIGi18n_TRAConRegistroActividad_attr_contadorCambios_label
source: Change Counter
es: Contador de Cambios

# gvSIGi18n_TRAConRegistroActividad_attr_contadorCambios_help
source: Counter of changes over time. Useful to learn if any changes happened since the reading of the element information.
es: Contador de cambios realizados a lo largo del tiempo. Util para descubrir si han tenido lugar cambios desde que se leyeron los datos del elemento.

# gvSIGi18n_TRAConRegistroActividad_attr_estaInactivo_label
source: Element is Inactive
es: El Elemento esta Inactivo

# gvSIGi18n_TRAConRegistroActividad_attr_estaInactivo_help
source: If True, then the element is inactive because it has been delete. Deleted elements are not presented to users in the usual application use cases, and reserved for specialized administration functions.
es: Si Verdadero, entonces el elemento esta inactivo porque ha sido eliminado. Los elementos eliminados no se presentan a los usuario en los usos normales de la aplicacion, y se reservan a funciones especiales de administracion.

# gvSIGi18n_TRAConRegistroActividad_attr_fechaCreacion_label
source: Creation Date
es: Fecha de Creacion

# gvSIGi18n_TRAConRegistroActividad_attr_fechaCreacion_help
source: Date when the element was created.
es: Fecha en que se creo el elemento.

# gvSIGi18n_TRAConRegistroActividad_attr_fechaEliminacion_label
source: Deletion Date
es: Fecha de Eliminacion

# gvSIGi18n_TRAConRegistroActividad_attr_fechaEliminacion_help
source: Date when the element was deleted.
es: Fecha en que se elimino el elemento.

# gvSIGi18n_TRAConRegistroActividad_attr_fechaModificacion_label
source: Modification Date
es: Fecha de Modificacion

# gvSIGi18n_TRAConRegistroActividad_attr_fechaModificacion_help
source: Date when the element was modified.
es: Fecha en que se modifico el elemento.

# gvSIGi18n_TRAConRegistroActividad_attr_registroDeCambios_label
source: Change Log
es: Historia de Cambios

# gvSIGi18n_TRAConRegistroActividad_attr_registroDeCambios_help
source: Record of changes made to the element over time by different users.
es: Regitro de los cambios efectuados sobre el elemento a lo largo del tiempo por diferentes usuarios.

# gvSIGi18n_TRAConRegistroActividad_attr_usuarioCreador_label
source: Creator User
es: Usuario Creador

# gvSIGi18n_TRAConRegistroActividad_attr_usuarioCreador_help
source: User who created the element.
es: Usuario que creo el elemento.

# gvSIGi18n_TRAConRegistroActividad_attr_usuarioEliminador_label
source: Deletion User
es: Usuario Eliminador

# gvSIGi18n_TRAConRegistroActividad_attr_usuarioEliminador_help
source: User who deleted the element.
es: Usuario que elimino el elemento.

# gvSIGi18n_TRAConRegistroActividad_attr_usuarioModificador_label
source: Modification User
es: Usuario Modificador

# gvSIGi18n_TRAConRegistroActividad_attr_usuarioModificador_help
source: User who modified the element.
es: Usuario que modifico el elemento.

# gvSIGi18n_TRAContenidoIntercambio_label
source: Interchange Content
es: Contenido de Intercambio

# gvSIGi18n_TRAContenidoIntercambio_help
source: Contents of an Import interchange of string translations to a number od languages
es: Contenido de un intercambio de Importacion de traducciones de cadenas a uno o mas idiomas.

# gvSIGi18n_TRAContenidoIntercambio_attr_contenido_label
source: Contents
es: Contenido

# gvSIGi18n_TRAContenidoIntercambio_attr_contenido_help
source: Already analised contents of the interchange of string translations into languages.
es: Contenido ya analizado del intercambio de traducciones de cadenas a idiomas.

# gvSIGi18n_TRAContenidoIntercambio_attr_excluirDeImportacion_label
source: Exclude from Import
es: Excluir de Importacion

# gvSIGi18n_TRAContenidoIntercambio_attr_excluirDeImportacion_help
source: If True, then this translations interchange contents will not be included in the import process, the summary or the detailed view.
es: Si es Verdadero, entonces este contenido de intercambio no se incluye en la importacion, ni en el sumario of vista detallada.

# gvSIGi18n_TRAContenidoIntercambio_attr_fechaContenido_label
source: Upload Date and Time
es: Fecha y Hora de Carga

# gvSIGi18n_TRAContenidoIntercambio_attr_fechaContenido_help
source: Date and Time when the process to analise translations interchange archives was completed or terminated.
es: Fecha y hora en que completo o termino el proceso de carga del contenido de intercambio de traducciones.

# gvSIGi18n_TRAContenidoIntercambio_attr_informeContenido_label
source: Content in Translations Interchange
es: Contenido Intercambio de Traducciones

# gvSIGi18n_TRAContenidoIntercambio_attr_informeContenido_help
source: Contents of translations interchange Archive files, including strings (possibly associated with modules) and translations to a number of languages.
es: Contenidos de los Archivos de intercambio de traducciones incluyendo un numero de directorios de modulo con ficheros de cadenas y traducciones a un numero de idiomas,

# gvSIGi18n_TRAContenidoIntercambio_attr_nombreModulo_label
source: Module
es: Modulo
