Repository: carrascoMDD/gvSIG-i18n
Catalog: gvSIGi18n/i18n/gvSIGi18n-*.po
Languages: es

# gvSIGi18n_TRAContenidoIntercambio_attr_nombreModulo_help
source: Optional Name of the Module to be associated with strings imported from this translations interchange content.
es: Nombre del Modulo en que se usa o resuelve esta cadena (base por defecto).

# gvSIGi18n_TRAContenidoIntercambio_attr_sumarioContenido_label
source: Contents summary
es: Sumario del contenido

# gvSIGi18n_TRAContenidoIntercambio_attr_sumarioContenido_help
source: Contents summary with the Number of strings in the translations interchange content, and the Languages included.
es: Sumario del contenido, con el Numero de Cadenas en el contenido de intercambio de cadenas. y los idiomas incluidos

# gvSIGi18n_TRAContenidoIntercambio_attr_usuarioContribuidor_label
source: Contributor User
es: Usuario Contribuidor

# gvSIGi18n_TRAContenidoIntercambio_attr_usuarioContribuidor_help
source: User who uploaded the interchange archive content string translations into languages.
es: Usuario que ha subido al servidor el archivo de intercambio del contenido de traducciones de cadenas a idiomas.

# gvSIGi18n_TRAElemento_attr_text_label
source: Text
es: Texto

# gvSIGi18n_TRAElemento_attr_text_help
source: Extended textual description of the element.
es: Una descripcion textual extensa del elemento.

# gvSIGi18n_TRAElemento_contents_archivos_label
source: Files
es: Ficheros

# gvSIGi18n_TRAElemento_contents_archivos_help
source: Conventional Plone elements containing a File of arbitrary contents.
es: Elementos Plone convencionales conteniendo un Fichero de contenido arbitrario.

# gvSIGi18n_TRAElemento_contents_documentos_label
source: Documents
es: Documentos

# gvSIGi18n_TRAElemento_contents_documentos_help
source: Elements of the Plone Document type.
es: Elementos del tipo documento convencional en Plone.

# gvSIGi18n_TRAElemento_contents_enlaces_label
source: Link
es: Enlace

# gvSIGi18n_TRAElemento_contents_enlaces_help
source: Plone Elements containing a reference to a Web page (URLs like http://www.gvSIG.org)
es: Elementos Plone conteniendo una referencia a una pagina Web (URLs como http://www.gvSIG.org)

# gvSIGi18n_TRAElemento_contents_imagenes_label
source: Images
es: Imagenes

# gvSIGi18n_TRAElemento_contents_imagenes_help
source: Conventional Plone elements containing an Image.
es: Elementos Plone convencionales conteniendo una Imagen.

# gvSIGi18n_TRAElemento_contents_noticias_label
source: News Items
es: Noticias

# gvSIGi18n_TRAElemento_contents_noticias_help
source: Plone Elements containing a news posting.
es: Elementos de Plone conteniendo una Noticia.

# gvSIGi18n_TRAIdioma_label
source: Language
es: Idioma

# gvSIGi18n_TRAIdioma_help
source: One of the languages to translate the strings into.
es: Uno de los Idiomas a los que se han de traducir las cadenas.

# gvSIGi18n_TRAIdioma_attr_ambitoDelIdioma_label
source: Scope
es: Ambito

# gvSIGi18n_TRAIdioma_attr_ambitoDelIdioma_help
source: Whether the language is of genral use, or is a special use of a language in a given country, or a variation of a country specific Language. If not of general use, the language must refer to a base language.
es: Indica si el idioma es de uso general, o es un caso especial en de otro idioma en un Pais, o si es una variacion de otro idioma de un pais. Si no es de uso general, debera referenciar a un idioma base.

# gvSIGi18n_TRAIdioma_attr_ambitoDelIdioma_option_Pais
source: Country
es: Pais

# gvSIGi18n_TRAIdioma_attr_ambitoDelIdioma_option_Variacion
source: Variation
es: Variacion

# gvSIGi18n_TRAIdioma_attr_codificacionTransferenciaContenido_label
source: Content transfer encoding
es: Codificacion de transferencia de contenido

# gvSIGi18n_TRAIdioma_attr_codificacionTransferenciaContenido_help
source: Iinformation that appears in the exported files with GNUgettext PO format. Usually takes the value=8bit
es: Equipo a cargo de traducir al idioma. Este dato aparece en los ficheros de exportacion de tipo GNUgettext PO. Usualmente toma el valor=8bit

# gvSIGi18n_TRAIdioma_attr_codificacionesPreferidas_label
source: Preferred encodings
es: Codificaciones preferidas

# gvSIGi18n_TRAIdioma_attr_codificacionesPreferidas_help
source: Iinformation that appears in the exported files of GNUgettext PO format. Usually takes the value=latin1 utf-8
es: Dato que aparece en los ficheros de exportacion de tipo GNUgettext PO. Usualmente toma el valor=latin1 utf-8

# gvSIGi18n_TRAIdioma_attr_codigoIdiomaEnGvSIG_label
source: Language code in gvSIG
es: Codigo de Idioma en gvSIG

# gvSIGi18n_TRAIdioma_attr_codigoIdiomaEnGvSIG_help
source: Language code in gvSIG, as gvSIG supports some languages for which there is no international code (yet).
es: Codigo de Idioma en gvSIG, que soporta algunos idiomas para los que no existe (todavia) un codigo internacional.

# gvSIGi18n_TRAIdioma_attr_codigoIdiomaReferencia_label
source: Reference Language code
es: Codigo de Idioma de referencia

# gvSIGi18n_TRAIdioma_attr_codigoIdiomaReferencia_help
source: Reference Language code, to be included by default when exporting as Java .properties, and to be included in the Default line when exporting GNUgettext PO.
es: Codigo de Idioma de referencia, que se incluira por defecto en exportaciones en formato Java .properties, y cuyas traducciones se incluyen como linea Default en exportaciones GNUgettext PO.

# gvSIGi18n_TRAIdioma_attr_codigoInternacionalDeIdioma_label
source: International language code
es: Codigo internacional de Idioma

# gvSIGi18n_TRAIdioma_attr_codigoInternacionalDeIdioma_help
source: Standard international language code,according to the I18N conventions.
es: Codigo internacional estandard de Idioma, segun las convenciones I18N.

# gvSIGi18n_TRAIdioma_attr_equipoTraductor_label
source: Language team
es: Equipo del idioma

# gvSIGi18n_TRAIdioma_attr_equipoTraductor_help
source: Team in charge of translations to the language. This information appears in the exported files of GNUgettext PO format.
es: Equipo a cargo de traducir al idioma. Este dato aparece en los ficheros de exportacion de tipo GNUgettext PO.

# gvSIGi18n_TRAIdioma_attr_esIdiomaPrincipal_label
source: Is Main Language
es: Es Idioma Principal

# gvSIGi18n_TRAIdioma_attr_esIdiomaPrincipal_help
source: The translations to the main language will be exported to files without language postfix, for example if the main language is en, the filename will be text.properties but not text_en.properties.
es: Las traducciones del Idioma Principal se exportaran a un archivo sin sufijo de idioma, por ejemplo si el idioma principal es es, el nombre del fichero sera text.properties y no text_es.properties.

# gvSIGi18n_TRAIdioma_attr_fallbackDeIdiomas_label
source: Is fall back for languages
es: Fallback de idiomas

# gvSIGi18n_TRAIdioma_attr_fallbackDeIdiomas_help
source: Languages for which this is an acceptable fallback, in case they lack their own tranlation. This information appears in the files exported as GNU gettext PO format.
es: Idiomas para los que este es una sustitucion aceptable, en ausencia de una traduccion propia. Este dato aparece en los ficheros exportados en formato GNUgettext PO.

# gvSIGi18n_TRAIdioma_attr_formasPlurales_label
source: Plural forms
es: Formas plurales

# gvSIGi18n_TRAIdioma_attr_formasPlurales_help
source: Information to be included in the files exported with GNU gettext PO format.
es: Dato que aparece en los ficheros de exportacion de tipo GNUgettext PO. Usualmente toma el valor=nplurals=1; plural=0

# gvSIGi18n_TRAIdioma_attr_juegoDeCaracteresParaJavaProperties_label
source: Char set for export as Java Properties files
es: Juego de caracteres para exportacion como Java Properties

# gvSIGi18n_TRAIdioma_attr_juegoDeCaracteresParaJavaProperties_help
source: Charset to be used to encode exported files in Java Properties format. Usually takes the value=UTF-8.
es: Juego de caracteres en que se han de codificar los ficheros exportados en formatoJava .properties. Usualmente toma el valor=UTF-8

# gvSIGi18n_TRAIdioma_attr_juegoDeCaracteresParaPO_label
source: Char set for export as PO files
es: Juego de caracteres para exportacion como GNU gettext PO

# gvSIGi18n_TRAIdioma_attr_juegoDeCaracteresParaPO_help
source: Charset to be used to encode exported files in GNUgettext PO format. Usually takes the value=UTF-8
es: Juego de caracteres en que se han de codificar los ficheros exportados en formato GNUgettet PO. Usualmente toma el valor=UTF-8.

# gvSIGi18n_TRAIdioma_attr_nombreEnInglesDeIdioma_label
source: English name
es: Nombre en ingles

# gvSIGi18n_TRAIdioma_attr_nombreEnInglesDeIdioma_help
source: Language name, expressed in english language.
es: Nombre del idioma, expresado en idioma ingles.

# gvSIGi18n_TRAIdioma_attr_nombreNativoDeIdioma_label
source: Native language name
es: Nombre propio del idioma

# gvSIGi18n_TRAIdioma_attr_nombreNativoDeIdioma_help
source: Language name expressed in the native language.
es: Nombre del idioma expresado en su idioma.

# gvSIGi18n_TRAIdioma_attr_permiteLeer_label
source: Allow to see Language
es: Permite ver Idioma

# gvSIGi18n_TRAIdioma_attr_permiteLeer_help
source: If True, then the users may see the language. It may be False during long import processes or by coordinator request.
es: Si Verdadero, entonces los usuarios puede ver el idioma. Puede ser Falso durante procesos de importacion largos, o por indicacion del coordinador.

# gvSIGi18n_TRAIdioma_attr_permiteModificar_label
source: Allow Changes to Language
es: Permite Modificar Idioma

# gvSIGi18n_TRAIdioma_attr_permiteModificar_help
source: If True, then the user may perform the changes authorized by the roles held on the language. If False, then the user can not make changes to the language. This may happen during long import processes or coordinator request.
es: Si Verdadero, entonces el usuario puede realizar los cambios a los que permite sus roles en el idioma. Si Falso, entonces no puede realizar cambios en el idioma, Puede ocurrir durante procesos de importacion largos, o por indicacion del coordinador.

# gvSIGi18n_TRAImportacion_label
source: Import process
es: Importacion

# gvSIGi18n_TRAImportacion_help
source: Import process instance, from a given input archive.
es: Instancia de Proceso de Importacion, a partir de un fichero de entrada.

# gvSIGi18n_TRAImportacion_attr_buildDelProducto_label
source: Product Build identifier
es: Identificador del Build

# gvSIGi18n_TRAImportacion_attr_buildDelProducto_help
source: Product Build identifier imported in this process. When the import executes, this data will be set as the value of the Last Imported Product Build identifier in the translations catalog.
es: Identificador del Build del Producto que se importa en este proceso.

# gvSIGi18n_TRAImportacion_attr_codigoIdiomaPorDefecto_label
source: Default Language Code
es: Codigo de Idioma por defecto

# gvSIGi18n_TRAImportacion_attr_codigoIdiomaPorDefecto_help
source: Code of the language to import GNU gettext .POT translation templates whose Java .properties import or export files do not contain the language code in the file name as a suffix.
es: Codigo del lenguage para importar plantillas de traduccion GNUgettext .POT, o para Java .properties que no tienen el codigo del lenguage como sufijo en el nombre del fichero.

# gvSIGi18n_TRAImportacion_attr_debeCrearTraduccionesQueFaltan_label
source: Must create missing Translations
es: Debe crear Traducciones que falten

# gvSIGi18n_TRAImportacion_attr_debeCrearTraduccionesQueFaltan_help
source: Create missing Translations in the existing strings and languages, may be because of unintended interruption of past import processes.
es: Crear las Traducciones que faltan para las cadenas e idiomas existentes, quiza por interrupcion indeseada de procesos de importacion anteriores.

# gvSIGi18n_TRAImportacion_attr_informeContenidosImportacion_label
source: Import contents
es: Contenidos Importacion

# gvSIGi18n_TRAImportacion_attr_informeContenidosImportacion_help
source: Report with languages, strings and translations in the translations interchange archives.
es: Informe de lenguajes, cadenas y traducciones en los archivos de intercambio de traducciones.

# gvSIGi18n_TRAImportacion_attr_informeEstadoAntes_label
source: Report Before Import
es: Informe Antes de la Importacion.

# gvSIGi18n_TRAImportacion_attr_informeEstadoAntes_help
source: Report about the translations status, before the export operation.
es: Informe del estado de traduccion, antes de la Importacion.

# gvSIGi18n_TRAImportacion_attr_informeEstadoDespues_label
source: Report After Import
es: Informe Despues de Importar

# gvSIGi18n_TRAImportacion_attr_informeEstadoDespues_help
source: Report about the translations status, after the import operation.
es: Informe del estado de traduccion, despues de la importacion.

# gvSIGi18n_TRAImportacion_attr_informeEstadoIdiomasAntes_label
source: Languages Report Before Import
es: Informe por Idiomas Antes de la Importacion.

# gvSIGi18n_TRAImportacion_attr_informeEstadoIdiomasAntes_help
source: Report or the translation status, summarized by languages, before the export operation.
es: Informe del estado de traduccion por idiomas, antes de la Importacion.

# gvSIGi18n_TRAImportacion_attr_informeEstadoIdiomasDespues_label
source: Languages Report After Import
es: Informe por Idiomas Despues de Importar

# gvSIGi18n_TRAImportacion_attr_informeEstadoIdiomasDespues_help
source: Report or the translation status, summarized by languages, after the import operation.
es: Informe del estado de traduccion por idiomas, despues de la importacion.

# gvSIGi18n_TRAImportacion_attr_informeEstadoModulosAntes_label
source: Modules and Languages Report Before Import
es: Informe por Modulos e Idiomas Antes de Importar

# gvSIGi18n_TRAImportacion_attr_informeEstadoModulosAntes_help
source: Report or the translation status, summarized by modules and detailed by languages, before the import operation.
es: Informe del estado de traduccion por modulos y detallado por idiomas, antes de la exportacion.

# gvSIGi18n_TRAImportacion_attr_informeEstadoModulosDespues_label
source: Modules and Languages Report After Import
es: Informe por Modulos e Idiomas Despues de Importar

# gvSIGi18n_TRAImportacion_attr_informeEstadoModulosDespues_help
source: Report or the translation status, summarized by modules and detailed by languages, after the import operation.
es: Informe del estado de traduccion por modulos y detallado por idiomas, despues de la importacion.

# gvSIGi18n_TRAImportacion_attr_maximoLineasAImportarGNUgettextPO_label
source: Max # lines .PO
es: Max # lineas .PO

# gvSIGi18n_TRAImportacion_attr_maximoLineasAImportarGNUgettextPO_help
source: Limits the number of lines to import from GNUgettext .PO files, to avoid excessively long import processes, may be because of errors in the input files.
es: Limita el numero de lineas a importar de ficheros GNU gettext .PO para evitar procesos de importacion demasiado largos, quiza por errores en los archivos de entrada.

# gvSIGi18n_TRAImportacion_attr_maximoLineasAImportarJavaProperties_label
source: Max # lines .properties
es: Max # lineas .properties

# gvSIGi18n_TRAImportacion_attr_maximoLineasAImportarJavaProperties_help
source: Limits the number of lines to import from Java .properties files, to avoid excessively long import processes, may be because of errors in the input files.
es: Limita el numero de lineas a importar de ficheros Java .properties para evitar procesos de importacion demasiado largos, quiza por errores en los archivos de entrada.

# gvSIGi18n_TRAImportacion_attr_nombreModuloPorDefecto_label
source: Default Module Name
es: Nombre de Modulo por defecto

# gvSIGi18n_TRAImportacion_attr_nombreModuloPorDefecto_help
source: Name of the Module to use when no module name can be obtained, whether from domain name in the GNUgettext .POfile header, or from the folder structure if the uploaded content is a .jar or .zip archive file.
es: Nombre del modulo a utilizar cuando no se puede obtener, bien del nombre del dominio en ficheros GNU gettext .PO, o de la estructura de carpetas si el contenido a importar es una archivo .jar o .zip.

# gvSIGi18n_TRAImportacion_attr_usuarioImportador_label
source: Importer User
es: Usuario Importador

# gvSIGi18n_TRAImportacion_attr_usuarioImportador_help
source: User who performed the import operation.
es: Usuario que ha realizado la importacion.

# gvSIGi18n_TRAImportacion_attr_versionDelProducto_label
source: Product Version
es: Version del producto

# gvSIGi18n_TRAImportacion_attr_versionDelProducto_help
source: Product Version imported in this process. When the import executes, this data will be set as the value of the Last Imported Product Version in the translations catalog.
es: Version del Producto que se importa en este proceso.

# gvSIGi18n_TRAImportacion_contents_contenido_label
source: Translations Interchange Contents
es: Contenido Intercambio Traducciones

# gvSIGi18n_TRAImportacion_contents_contenido_help
source: Contains strings and translations contributed by a user, and to be imported.
es: Contiene cadenas y traducciones contribuidas por un usuario, para su importacion.

# gvSIGi18n_TRAImportacion_contents_informesEstado_label
source: Status Reports Before and After
es: Informes Estado Antes y Despues

# gvSIGi18n_TRAImportacion_contents_informesEstado_help
source: Catalog Status Reports, its Languages, Modules, Strings and Translations, at the beginning of the import process, and after termination of the process.
es: Informes del Estado del Catalogo, sus Idiomas, Modulos, Cadenas y Traducciones, al comenzar el proceso de importacion, y tras terminar el proceso de importacion.

# gvSIGi18n_TRAInforme_label
source: Status Report
es: Informe de Estado

# gvSIGi18n_TRAInforme_help
source: Status at the Report time, of Translations to Languages.
es: Informe del estado en un momento determinado de Traducciones a Idiomas.

# gvSIGi18n_TRAInforme_attr_estadoProceso_label
source: Process State
es: Estado del Proceso

# gvSIGi18n_TRAInforme_attr_estadoProceso_help
source: Import process state, as active or inactive.
es: InactivoEl estado del proceso de importacion, como activo o inactivo.

# gvSIGi18n_TRAInforme_attr_estadoProceso_option_Inactivo
source: Inactive
es: Inactivo

# gvSIGi18n_TRAInforme_attr_estadoProceso_option_Activo
source: Active
es: Activo

# gvSIGi18n_TRAInforme_attr_fechaComienzoProceso_label
source: Startup Date and time
es: Fecha y Hora de Comienzo

# gvSIGi18n_TRAInforme_attr_fechaComienzoProceso_help
source: Date and time when the status report ellaboration started.
es: Fecha y hora en que se comenzo a elaborar el informe de estado.

# gvSIGi18n_TRAInforme_attr_fechaFinProceso_label
source: End Date and Time
es: Fecha y Hora de Fin

# gvSIGi18n_TRAInforme_attr_fechaFinProceso_help
source: Date and Time when the ellaboration of the status report was terminated.
es: Fecha y hora en que termino la elaboracion del informe de estado.

# gvSIGi18n_TRAInforme_attr_haComenzado_label
source: Begun execution
es: Comenzo a ejecutar

# gvSIGi18n_TRAInforme_attr_haComenzado_help
source: Whether the report generation has ever started to execute.
es: Si el proceso de importacion ha comenzado alguna vez a ejecutarse.

# gvSIGi18n_TRAInforme_attr_haCompletadoConExito_label
source: Success?
es: Exito?

# gvSIGi18n_TRAInforme_attr_haCompletadoConExito_help
source: Whether the ellaboration of the report has sucessfully completed execution.
es: Si el proceso de importacion ha completado exitosamente su ejecucion.

# gvSIGi18n_TRAInforme_attr_informeExcepcion_label
source: Exception
es: Informe de Excepcion

# gvSIGi18n_TRAInforme_attr_informeExcepcion_help
source: When the ellaboration of the status report terminates with an error, contains the applicacion exception report.
es: Cuando la elaboracion del informe de estado finaliza con una condicion de error, contiene el informe del error de la aplicacion.

# gvSIGi18n_TRAInforme_attr_informeExcepcionIdiomas_label
source: Exception during Languages Report
es: Excepcion en Informe Idiomas

# gvSIGi18n_TRAInforme_attr_informeExcepcionIdiomas_help
source: When the ellaboration of the Languages status report terminates with an error, contains the applicacion exception report.
es: Cuando la elaboracion del informe de estado por idiomas finaliza con una condicion de error, contiene el informe del error de la aplicacion.

# gvSIGi18n_TRAInforme_attr_informeExcepcionModulos_label
source: Exception during Modules and Languages Report
es: Excepcion en Informe por Modulos

# gvSIGi18n_TRAInforme_attr_informeExcepcionModulos_help
source: When the ellaboration of the status report by Modules and Lanaguages terminates with an error, contains the applicacion exception report.
es: Cuando la elaboracion del informe de estado por modulos finaliza con una condicion de error, contiene el informe del error de la aplicacion.

# gvSIGi18n_TRAInforme_attr_informeIdiomas_label
source: Languages Report
es: Informe por Idiomas

# gvSIGi18n_TRAInforme_attr_informeIdiomas_help
source: Report or the translation status, summarized by languages.
es: Informe del estado de traduccion por idiomas.

# gvSIGi18n_TRAInforme_attr_informeModulos_label
source: Modules and Languages Report
es: Informe por Modulos e Idiomas

# gvSIGi18n_TRAInforme_attr_informeModulos_help
source: Report or the translation status, summarized by modules and detailed by languages.
es: Informe del estado de traduccion por modulos y detallado por idiomas.

# gvSIGi18n_TRAInforme_attr_usuarioInformador_label
source: Reporting User
es: Usuario Informador

# gvSIGi18n_TRAInforme_attr_usuarioInformador_help
source: User who requested the ellaboration of the report.
es: Usuario que ha solicitado creado el Informe.

# gvSIGi18n_TRAModulo_label
source: Module
es: Modulo

# gvSIGi18n_TRAModulo_help
source: One of the Modules in the product to translate.
es: Uno de los Modulos del producto a traducir.

# gvSIGi18n_TRAModulo_attr_dominio_label
source: Domain
es: Dominio

# gvSIGi18n_TRAModulo_attr_dominio_help
source: Iinformation that appears in the exported files of GNUgettext PO format, to indicate the application or module to which the translations apply.
es: Dato que aparece en los ficheros de exportacion de tipo GNUgettext PO, para identificar la aplicacion o modulo a que se aplican las traducciones.

# gvSIGi18n_TRAModulo_attr_esModuloPrincipal_label
source: Is Main Module
es: Es Modulo Principal

# gvSIGi18n_TRAModulo_attr_esModuloPrincipal_help
source: Whether the translations in this Module may resolve the strings of same symbol in other modules.
es: Si las traducciones en este Modulo pueden resolver las cadenas de mismo simbolo de otros modulos.

# gvSIGi18n_TRAModulo_attr_permiteLeer_label
source: Allow to see Module
es: Permite ver Modulo

# gvSIGi18n_TRAModulo_attr_permiteLeer_help
source: If True, then the user may see the module. If False, then the user can not see the module. This may happen during long import processes or by coordinator request.
es: Si Verdadero, entonces el usuario puede ver el modulo. Si Falso, entonces no puede ver el modulo. Puede ocurrir durante procesos de importacion largos, o por indicacion del coordinador.

# gvSIGi18n_TRAModulo_attr_permiteModificar_label
source: Allow Changes to Module
es: Permite Modificar Modulo

# gvSIGi18n_TRAModulo_attr_permiteModificar_help
source: If True, then the user may perform the changes authorized by the roles held on the module. If False, then the user can not make changes to the module. This may happen during long import processe.
es: Si Verdadero, entonces el usuario puede realizar los cambios a los que permite sus roles en el modulo. Si Falso, entonces no puede realizar cambios en el modulo. Puede ocurrir durante procesos de importacion largos, o por indicacion del coordinador.
