Repository: carrascoMDD/gvSIG-i18n
Catalog: gvSIGi18n/i18n/gvSIGi18n-*.po
Languages: es

# gvSIGi18n_NombreMetricaInformeProgreso_strings_to_complete_label
source: Strings to complete
es: Cadenas a completar

# gvSIGi18n_NombreMetricaInformeProgreso_strings_to_create_label
source: Strings to create
es: Cadenas a crear

# gvSIGi18n_NombreMetricaInformeProgreso_strings_to_process_label
source: Strings to process
es: Cadenas a procesar

# gvSIGi18n_NombreMetricaInformeProgreso_translation_changes_label
source: Changed Translations
es: Traducciones cambiadas

# gvSIGi18n_NombreMetricaInformeProgreso_translation_creations_as_pending_label
source: Translations created as pending
es: Traducciones creadas como pendientes

# gvSIGi18n_NombreMetricaInformeProgreso_translation_creations_label
source: Translations created as translated
es: Traducciones creadas como traducidas

source: Translations created as pending in new languages for pre-existing strings
es: Traducciones creadas como pendientes en nuevos lenguages para cadenas pre-existentes

# gvSIGi18n_NombreMetricaInformeProgreso_translations_created_label
source: Translations created
es: Traducciones creadas

# gvSIGi18n_NombreMetricaInformeProgreso_translations_ignored_label
source: Ignored Translations
es: Traducciones ignoradas

source: Translations to create as pending in new languages for pre-existing strings
es: Traducciones a crear como pendientes en nuevos lenguages para cadenas pre-existentes

# gvSIGi18n_NombreMetricaInformeProgreso_translations_to_process_label
source: Translations to process
es: Traducciones a procesar

# gvSIGi18n_NombreMetricaInformeProgreso_translations_unchanged_label
source: Unchanged Translations
es: Traducciones no cambiadas

# gvSIGi18n_ProcesoCrearaTraduccionesQueFaltan_help
source: The process will also create any missing translations to any language in all strings.
es: The process will create as pending any missing translations to any language in all strings (may be because the undesired interruption of a previous import process).

# gvSIGi18n_ProcesoCrearaTraduccionesQueFaltan_msgid
source: Will create missing Translations.
es: Creara las traducciones que faltan

# gvSIGi18n_ReportLabel_Created_msgid
source: Created
es: Creadas

# gvSIGi18n_ReportLabel_NewStrings_msgid
source: New Strings
es: Nuevas Cadenas

# gvSIGi18n_ReportLabel_NumLines_msgid
source: #lines
es: #lineas

# gvSIGi18n_ReportLabel_ProcessedRecords_msgid
source: Processed records
es: Registros procesados

# gvSIGi18n_ReportLabel_Same_msgid
source: Same
es: Igual

# gvSIGi18n_ReportLabel_Updated_msgid
source: Updated
es: Actualizadas

# gvSIGi18n_ResultCondition_Internal_Exception
source: Exceptional condition: internal error.
es: Condicion excepcional: error interno.

# gvSIGi18n_ResultCondition_Internal_MissingParameter
source: Exceptional condition: internal parameters missing.
es: Condicion excepcional: faltan parametros internos.

# gvSIGi18n_ResultCondition_LanguageNotAccessible
source: Exceptional condition: the connected user is not authorized to browse translations in the selected language.
es: Condicion excepcional: el usuario conectado no esta autorizado a explorar traducciones en el lenguage seleccionado.

# gvSIGi18n_ResultCondition_MissingParameter
source: Exceptional condition: missing parameters.
es: Condicion excepcional: faltan parametros.

# gvSIGi18n_ResultCondition_MissingParameter_CodigoIdioma
source: Exceptional condition: missing language code parameter .
es: Condicion excepcional: falta el parametro codigo del idioma.

# gvSIGi18n_ResultCondition_MissingParameter_IdCadena
source: Exceptional condition: missing string identifier parameter.
es: Condicion excepcional: falta el parametro identificador de la cadena.

# gvSIGi18n_ResultCondition_NoMatchingTranslationsFound
source: Exceptional condition: no translations found matching the specified criteria.
es: Condicion excepcional: no se han encontrado traducciones coincidentes con los criterios especificados.

# gvSIGi18n_ResultCondition_NoModulesAccessible
source: Exceptional condition: the connected user is not authorized to browse translations in any module.
es: Condicion excepcional: el usuario conectado no esta autorizado a explorar traducciones de ningun modulo.

# gvSIGi18n_ResultCondition_UseCaseAssessmentFailure_BrowseTranslations
source: Exceptional condition: the connected user is not authorized to browse translations.
es: Condicion excepcional: el usuario conectado no esta autorizado a explorar traducciones.

# gvSIGi18n_ShowEditorDetails_label
source: Display translation details in the editor
es: Mostrar detalles de traduccion en el editor

# gvSIGi18n_TRACadena_attr_id_help
source: Unique identifier for a string, and its translations to any language.
es: Identificador unico de una cadena y sus traducciones a todos los lenguages.

# gvSIGi18n_TRACadena_attr_id_label
source: String Id
es: Id. Cadena

source: The export process shall halt on the first occurrence of an encoding error, and report the error to the connected user.
es: El proceso de exportacion se detendra en el primer error de codificacion que ocurra, e informara del error al usuario conectado.

source: The export process shall count all occurrences of encoding errors, and if there are any errors the user will be informed of them, rather than receiving the file download.
es: El proceso de exportacion contara todos los errores de codificacion que ocurran, y si los hay informara al usuario conectado y no le enviara el fichero descargable.

source: The export process shall ignore all encoding errors, removing the characters cause of the error, and finally sending to the connected user the file download with the export result.
es: El proceso de exportacion ignorara todos los errores de codificacion que encuentre, eliminando los caracteres causa de error, y enviando finalmente al usuario el fichero descargable con el resultado de la exportacion.

source: The export process shall replace the characters cause of the error for its equivalent XML character secuence, and finally sending to the connected user the file download with the export result.
es: El proceso de exportacions sustituira los caracteres causa de errores de codificacion por su equivalente en XML, y enviando finalmente al usuario el fichero descargable con el resultado de la exportacion.

source: The export process shall replace the characters cause of the error for its equivalent backslash escaped secuence, and finally sending to the connected user the file download with the export result.
es: El proceso de exportacions sustituira los caracteres causa de errores de codificacion por su equivalente escapado con barra inversa, y enviando finalmente al usuario el fichero descargable con el resultado de la exportacion.

source: The export process shall replace the characters cause of the error for some character (i.e. '?'), and finally sending to the connected user the file download with the export result.
es: El proceso de exportacions sustituira por un caracter inocuo (como por ejemplo '?') todos los caracteres causa de errores de codificacion, y enviando finalmente al usuario el fichero descargable con el resultado de la exportacion.

# gvSIGi18n_TRACrearIioma_otherLanguageData_label
source: Enter data for a language not known yet to the gvSIG-i18n application
es: Introduzca los datos de un idioma aun no conocido por la aplicacion gvSIG-i18n

# gvSIGi18n_TRACrearIioma_wellKnownLanguages_help
source: The following are languages well known to the gvSIG-i18n application. Leave the --- option to enter another language, in the fields below.
es: Los siguientes idiomas son conocidos por la aplicacion gvSIG-i18n. Deje seleccionada la opcion --- para introducir otro lenguage, en los campos mas abajo.

# gvSIGi18n_TRACrearIioma_wellKnownLanguages_label
source: Well Known Languages
es: Idiomas conocidos

# gvSIGi18n_TRAExportacion_AllModulesWillBeExportedInOneFile_label
source: All Modules will be exported in a single file
es: Se exportaran todos los modulos en un solo fichero

# gvSIGi18n_TRAExportacion_ErrorEnEstimacionDeContenido_msgid
source: It was not possible to perform the export content estimation.
es: No ha sido posible completar la estimacion de contenido de exportacion.

# gvSIGi18n_TRAExportacion_ErrorEnExportacionContenido_msgid
source: It was not possible to export the translations
es: No ha sido posible exportar las traducciones

# gvSIGi18n_TRAExportacion_ErrorEnExportacion_msgid
source: Could not complete the export operation.
es: No ha sido posible realizar la exportacion.

# gvSIGi18n_TRAExportacion_FilesToGenerate_help
source: The export process shall generate the following files, and shall pack them in a download file, according to the export configuration parameters.
es: El proceso de exportacion generarara los siguientes ficheros, y los empaquetara como un archivo descargable, de acuerdo con los parametros de configuracion de la exportacion.

# gvSIGi18n_TRAExportacion_FilesToGenerate_msgid
source: Files to generate
es: Ficheros a generar

# gvSIGi18n_TRAExportacion_LanguageNotExported_label
source: Language Not Exported
es: Idioma No Exportado

# gvSIGi18n_TRAExportacion_codificacionDeCaracteres_label
source: Characters encoding
es: Codificacion de caracteres

# gvSIGi18n_TRAExportacion_idiomasDeReferencia_label
source: as Reference
es: Como Referencia

# gvSIGi18n_TRAExportacion_idiomasParaTraducir_label
source: to Translate
es: para Traducir

# gvSIGi18n_TRAExportacion_parameterError_NoLanguagesSelected
source: You must select at least one language for export. Please edit the export configuration parameters.
es: Debe seleccionar para exportar al menos un idioma. Por favor edite los parametros de configuracion de la exportacion.

# gvSIGi18n_TRAExportacion_parameterError_NoModulesSelected
source: You must select for export at least one module or the strings with unspecified module. Please edit the export configuration parameters.
es: Debe seleccionar para exportar al menos un modulo, o las cadenas con modulo no especificado. Por favor edite los parametros de configuracion de la exportacion.

# gvSIGi18n_TRAExportacion_parm_codigosIdiomasAExportar_label
source: Languages to Export
es: Idiomas a exportar

# gvSIGi18n_TRAExportacion_parm_nombresModulosAExportar_label
source: Modules to export
es: Modulos a exportar

# gvSIGi18n_TRAIdioma_attr_codigoIdiomaEnGvSIG_label_abbreviated
source: Code
es: Codigo

# gvSIGi18n_TRAIdioma_attr_codigoInternacionalDeIdioma_label_abbreviated
source: Intl. code
es: Codigo intl.

# gvSIGi18n_TRAIdioma_attr_nombreIdioma_label_abbreviated
source: Name
es: Nombre

# gvSIGi18n_TRAIdioma_attr_nombreNativoDeIdioma_label_abbreviated
source: Native name
es: Nombre nativo

# gvSIGi18n_TRAImportacion_attr_StringsCompleted_label
source: Completed Strings
es: Cadenas Completadas

# gvSIGi18n_TRAImportacion_attr_StringsToComplete_label
source: Strings to complete
es: Cadenas a Completar

# gvSIGi18n_TRAImportacion_attr_TranslationsCompleted_label
source: Completed Translations
es: Traducciones Completadas

# gvSIGi18n_TRAImportacion_attr_contenidoIntercambioTraducciones_help
source: Report about the combined contents of the interchange files to import.
es: Informe acerca del contenido combinado de todos los archivos de intercambio de traducciones a importar.

# gvSIGi18n_TRAImportacion_attr_contenidosIntercambioTraducciones_label
source: Contents report
es: Informe de contenido

# gvSIGi18n_TRAImportacion_attr_faseCompletar_help
source: Phase of the process completing the catalog, creating pending translations for the strings and languages without translation.
es: Fase durante la que se completa el catalogo creando traducciones pendientes para las cadenas e idiomas sin traduccion.

# gvSIGi18n_TRAImportacion_attr_faseCompletar_label
source: Completion phase
es: Fase de Completar

# gvSIGi18n_TRAImportacion_attr_faseImportar_help
source: Phase of the process reading the input archive files, and creating languages, modules, strings and translations.
es: Fase durante la que se leen los archivos de entrada y se crean idiomas, modulos, cadenas y traducciones.

# gvSIGi18n_TRAImportacion_attr_faseImportar_label
source: Import phase
es: Fase de Importacion

# gvSIGi18n_TRATraduccion_Creada
source: Created
es: Creada

# gvSIGi18n_TranslationAction_Abrir
source: Open
es: Abrir

# gvSIGi18n_TranslationAction_Bloquear
source: Lock
es: Bloquear

# gvSIGi18n_TranslationAction_Borrar
source: Delete
es: Borrar

# gvSIGi18n_TranslationAction_Grabar
source: Save
es: Grabar

# gvSIGi18n_TranslationAction_Revisar
source: Review
es: Revisar

# gvSIGi18n_TranslationsPerPage_label
source: Number of translations in each page
es: Numero de traducciones por pagina

# gvSIGi18n_Yes_value
source: Yes
es: Si

# gvSIGi18n_abandonarcreacion_action_label
source: Abandon create
es: Abandonar creacion de

# gvSIGi18n_abandonarimportar_action_label
source: Abandon import operation
es: Abandonar importacion

# gvSIGi18n_avisonuevocontenidosobreescribeexistente_msgid
source: Warning, imported elements will overwrite the existing elements with same identity (string symbol, language code).
es: Atencion, los elementos importados sobreescribiran los existentes de misma identidad.

# gvSIGi18n_bandera_label
source: Flag
es: Bandera

# gvSIGi18n_bandera_msgid
source: Flag
es: Bandera

# gvSIGi18n_bloquesdea_parameter_label
source: block size
es: bloques de

# gvSIGi18n_botonesnavegacion_label
source: Navigate to
es: Navegar a

# gvSIGi18n_busquedacadena_parameter_label
source: Search for String
es: Buscar cadena

# gvSIGi18n_cadenas_msgid
source: Strings
es: Cadenas

# gvSIGi18n_cadenasporpagina_parameter_label
source: Blocks of
es: Bloques de

# gvSIGi18n_cancelarExportacionYVolverACatalogo_help
source: Cancel translations export and navigate back to translations catalog home page.
es: Cancelar Exportacion y navegar de vuelta a la pagina inicial del catalogo de traducciones.

# gvSIGi18n_cancelarExportacionYVolverACatalogo_msgid
source: Cancel Export
es: Cancelar Exportacion

# gvSIGi18n_cancelarImportacionYVolverATabular_help
source: Cancel import of translations contents and navigate back to import tabular view
es: Cancelar importacion de contenido de traducciones y volver a vista tabular de la importacion

# gvSIGi18n_cancelarImportacionYVolverATabular_msgid
source: Cancel import of translations contents and navigate back to import tabular view
es: Cancelar Importacion

# gvSIGi18n_catalogo_action_label
source: Catalog
es: Catalogo

# gvSIGi18n_codigo_label
source: Code
es: Codigo

# gvSIGi18n_comentar_action_label
source: Comment
es: Comentar

# gvSIGi18n_comenzandopor_parameter_label
source: Starting
es: Empezar

# gvSIGi18n_configurarExportacion_help
source: Change export configuration parameters: format, languages and modules to include
es: Cambiar los parametros de configuracion de la exportacion: formato, idiomas y modulos a incluir.

# gvSIGi18n_configurarExportacion_msgid
source: Configure Export
es: Configurar Exportacion

# gvSIGi18n_confirmarExportacion_help
source: Confirm the launch of the export process with the contents detailed below.
es: Confirmar el lanzamiento del proceso de exportacion de traducciones con el contenido segun se detalla mas abajo.

# gvSIGi18n_confirmarExportacion_msgid
source: Confirm Export
es: Confirmar Exportacion

# gvSIGi18n_confirmarImportacion_help
source: Confirm the launch of the process to import the translation interchange contents, possibly taking a long time and demanding significant server resources, according to the details in the contents report and operations estimation below.
es: Confirmar el lanzamiento del proceso de importacion de contenido de traducciones, posiblemente de larga duracion y exigente en recursos del servidor, segun se detalla en el informe de contenido y estimacion de operaciones presentados mas abajo.

# gvSIGi18n_confirmarImportacion_msgid
source: Confirm Import
es: Confirmar Importacion

# gvSIGi18n_confirmarInicializacion_msgid
source: Please, confirm that you want to perform an Initialization of the translations catalog
es: Por favor, confirme que desea realizar la Inicializacion del catalogo traducciones

# gvSIGi18n_confirmarTimeout_help
source: You must confirm within the allowed time, or if you need more time to review the impact of the requested action, take your time to do so, and request the action again later.
es: Debe confirmar dentro del intervalo permitido, o volver a solicitar la accion si necesita mas tiempo para evaluar su impacto.

# gvSIGi18n_contenidoarchivozip_msgid
source: .zip file contents
es: Contenido del archivo zip

# gvSIGi18n_contenidosarchivos_msgid
source: Contents of Input archive files
es: Contenidos de Archivos de Entrada

# gvSIGi18n_controlBusinessPresentacion_title
source: Translation sections
es: Secciones de traduccion

# gvSIGi18n_controlEditorKeys_help
source: Choose the behaviour when pressing the CR and Tab keys in the translations editor text area.
es: Escoja el comportamiento deseado cuando pulse las teclas CR y Tab en el area de edicion de texto traducido.

# gvSIGi18n_controlEditorKeys_title
source: Editor keys behaviour
es: Comportamiento de teclas en el editor

# gvSIGi18n_controlPresentacion_help
source: Control of presentation options, to show or hide specific page sections.
es: Control de las opciones de presentacion, para mostrar u ocultar secciones de la pagina.

# gvSIGi18n_controlPresentacion_title
source: Presentation options
es: Opciones de presentacion

# gvSIGi18n_controlTechnicalPresentacion_help
source: Control to show or hide page sections relevant to the technology.
es: Control de la presentacion de secciones relevantes a la tecnologia del programa.

# gvSIGi18n_controlTechnicalPresentacion_title
source: Technical sections
es: Secciones tecnicas

source: Error: Failure during Creation of Import process to Copy Translations.
es: Error creando proceso de importacion para Copiar Traducciones a este idioma desde otro idioma.

# gvSIGi18n_copyTranslations_action_ExecuteImportProcess
source: The System will create an Import. Please execute the created import process, to copy the source translations into this Language.
es: El sistema creara una Importacion. Por favor, ejecute el proceso de importacion, para copiar las traducciones a este Idioma.

# gvSIGi18n_copyTranslations_action_NoPermission_ErrorMsg
source: You do not have permission to Copy Translations into this Language from other Language
es: Usted no tiene permiso para Copiar Traducciones a este idioma desde otro idioma

# gvSIGi18n_copyTranslations_action_SourceLanguage_help
source: One of the existing Languages, from which the Translations will be copied into this Language.
es: Uno de los Idiomas existentes, desde el que se van a copiar traducciones a este Idioma.

# gvSIGi18n_copyTranslations_action_SourceLanguage_label
source: Source Language
es: Idioma desde el que copiar traducciones

# gvSIGi18n_copyTranslations_action_TranslationsImportedThroughImportprocess
source: The Translations will be copied indirectly through an Import process.
es: Las Traducciones seran copiadas indirectamente a traves de un proceso de importacion.

# gvSIGi18n_copyTranslations_action_page_title
source: Copy Translations from another Language into this Language
es: Copiar Traducciones a este idioma desde otro idioma.

# gvSIGi18n_copyTranslations_action_selectLanguage
source: Select a source Language to copy Translations from, and click on Save button.
es: Seleccione el idioma desde el que desea copiar traducciones, y pulse sobre el boton Grabar.

# gvSIGi18n_copyTranslations_action_warning_NoAvailableLanguagesToCopyFrom
source: You can not copy Translations, there are no available Languages to copy from.
es: Usted no puede Copiar Traducciones a este idioma, pues no hay mas idiomas desde los que copiar.

# gvSIGi18n_crearContenidoAImportar_DefaultLanguage_help
source: Default language, if importing a .properties file not inside a '.zip' o '.jar' archive, or there is no MANIFEST.MF
es: Idioma por defecto, si importa un fichero .properties, y no esta en un .zip o .jar o no tiene MANIFEST.MF

# gvSIGi18n_crearContenidoAImportar_DefaultLanguage_label
source: Default language
es: Idioma por defecto

# gvSIGi18n_crearContenidoAImportar_action_page_title
source: Create translations interchange contents from file to import
es: Crear contenido de traducciones a importar desde fichero

# gvSIGi18n_crearContenidoAImportar_action_selectFile
source: Select the file with translations to import and click on the save button.
es: Seleccione un fichero con traducciones a importar y pulse el boton guardar.

# gvSIGi18n_crearContenidoAImportar_action_selectFile2
source: The file contents must comply with the format for localization files as Java .properties o GNU gettext .po
es: El contenido del fichero debe corresponder a ficheros de localicacion Java .properties o GNU gettext .po

# gvSIGi18n_crearContenidoAImportar_action_selectFile3
source: One or more of these files may be archived (and optionally compressed) with .zip format (por ejemplo, .zip o .jar).
es: Uno o varios de estos ficheros pueden estar comprimidos en un archivo con formato .zip (por ejemplo, .zip o .jar).

# gvSIGi18n_crearContenidoAImportar_fichero_label
source: File to import
es: Fichero a importar

# gvSIGi18n_crearIdioma_action_page_help
source: Select one of the known languages, or Enter the language code and name of the language in english. Optionally enter the international code (if different) and the native language name.
es: Seleccione uno de los idiomas conocidos, o introduzca el codigo y nombre del idioma en Ingles. Opcionalmente, introduzca el codigo internacional (si es diferente) y el nombre del idioma en su mismo idioma.

# gvSIGi18n_crearIdioma_action_page_title
source: Create New Language
es: Crear nuevo Idioma

# gvSIGi18n_crearSolicitudCadena_MainLanguage_help
source: Enter a translation of the new requested string symbol into the specified main language.
es: Introduzca una Traduccion del nuevo simbolo de CAdena solicitada al idioma principal.

# gvSIGi18n_crearSolicitudCadena_NewRequestedStringSymbol_help
source: The Symbol for the requested new string must be unique and not already existing in the translations catalog, and not recently requested to be added.
es: Simbolo de la Cadena solicitada. Debe ser unico, no existir ya en el catalogo de traducciones, y no haber sido solicitada recientemente como nueva cadena.

# gvSIGi18n_crearSolicitudCadena_NewRequestedStringSymbol_label
source: New Requested String Symbol
es: Simbolo de la Cadena solicitada

# gvSIGi18n_crearSolicitudCadena_ReferenceLanguage_help
source: The language for which a reference translation is also supplied for the new requested string symbol.
es: Introduzca una Traduccion del nuevo simbolo de Cadena solicitada al Idioma de Referencia.

# gvSIGi18n_crearSolicitudCadena_ReferenceLanguage_label
source: Reference Language
es: Idioma de Referencia

# gvSIGi18n_crearSolicitudCadena_RequestedStringSymbol_IsRequired_error_message
source: You must enter a symbol for the new requested string.
es: Debe introducir un Simbolo para la nueva Cadena solicitada.

source: You must enter a translation into the main language
es: Usted debe introducir Traduccion al idioma principal

# gvSIGi18n_crearSolicitudCadena_TranslationIntoMainLanguage_label
source: Translation into the Main Language
es: Traduccion al idioma principal

# gvSIGi18n_crearSolicitudCadena_TranslationIntoReferenceLanguage_label
source: Translation into the Reference Language
es: Traduccion al Idioma de Referencia

# gvSIGi18n_crearSolicitudCadena_action_NoPermissionToCreate_ErrorMsg
source: You do not have permission to create a new String request
es: Usted no tiene permiso para crear una solicitud de nueva Cadena
