Repository: carrascoMDD/gvSIG-i18n
Catalog: gvSIGi18n/i18n/gvSIGi18n-*.po
Languages: es

# gvSIGi18n_TRASolicitudCadena_label
source: String creation request
es: Solicitud Creacion Cadena

# gvSIGi18n_TRASolicitudCadena_help
source: A request to create a new string to translate, identified by a string symbol, and optionally with translations into the main and reference language
es: Una solicitud para crear una nueva cadena del producto a traducir, identificada por su simbolo, y opcionalmente con traducciones al idioma principal e idioma de referencia.

# gvSIGi18n_TRASolicitudCadena_attr_cadenaTraducidaAIdiomaPrincipal_label
source: Translation into the main language
es: Traduccion al Idioma Principal

# gvSIGi18n_TRASolicitudCadena_attr_cadenaTraducidaAIdiomaPrincipal_help
source: String translated to the main Language, supplied by the developer.
es: Cadena traducida al Idioma principal, suministrada por el desarrollador.

# gvSIGi18n_TRASolicitudCadena_attr_cadenaTraducidaAIdiomaReferencia_label
source: Translation into the reference language
es: Traduccion al idioma de referencia

# gvSIGi18n_TRASolicitudCadena_attr_cadenaTraducidaAIdiomaReferencia_help
source: String translated to the reference Language, supplied by the developer.
es: Cadena traducida al Idioma de referencia, suministrada por el desarrollador.

# gvSIGi18n_TRASolicitudCadena_attr_codigoIdiomaPrincipal_label
source: Main Language code
es: Codigo de Idioma Principal

# gvSIGi18n_TRASolicitudCadena_attr_codigoIdiomaPrincipal_help
source: Main Language code for which the developer supplies a translation.
es: Codigo de Idioma Principal para el que el desarrollador proporciona una traducción.

# gvSIGi18n_TRASolicitudCadena_attr_codigoIdiomaReferencia_label
source: Reference Language code
es: Codigo de Idioma de referencia

# gvSIGi18n_TRASolicitudCadena_attr_codigoIdiomaReferencia_help
source: Reference Language code for which the developer supplies a translation.
es: Codigo de Idioma de referencia para el que el desarrollador proporciona una traducción.

# gvSIGi18n_TRASolicitudCadena_attr_estadoSolicitudCadena_label
source: String Request Status
es: Estado de la Solicitud de Cadena

# gvSIGi18n_TRASolicitudCadena_attr_estadoSolicitudCadena_help
source: String Request Status as Pending, Discarded, or Created.
es: Estado de la Solicitud de Cadena, como Dendiente, Descartada o Creada.

# gvSIGi18n_TRASolicitudCadena_attr_estadoSolicitudCadena_option_Pendiente
source: Pending
es: Pendiente

# gvSIGi18n_TRASolicitudCadena_attr_estadoSolicitudCadena_option_Descartada
source: Discarded
es: Descartada

# gvSIGi18n_TRASolicitudCadena_attr_estadoSolicitudCadena_option_Creada
source: Created
es: Creada

# gvSIGi18n_TRASolicitudCadena_attr_fechaCancelacionTextual_label
source: Cancelation Date
es: Fecha de Cancelacion

# gvSIGi18n_TRASolicitudCadena_attr_fechaCancelacionTextual_help
source: The date when the String was cancelled, such that the string won't be considered again for translation.
es: La fecha en que la cadena fue cancelada, de forma que no vuelva a ser considerada para su traduccion.

# gvSIGi18n_TRASolicitudCadena_attr_fechaCreacionTextual_label
source: Creation Date as text
es: Fecha de Creacion como texto

# gvSIGi18n_TRASolicitudCadena_attr_fechaCreacionTextual_help
source: Textual representation of the date when the String was first created.
es: Representacion textual de la fecha en que se creo la cadena a traducir.

# gvSIGi18n_TRASolicitudCadena_attr_nombresModulos_label
source: Modules
es: Modulos

# gvSIGi18n_TRASolicitudCadena_attr_nombresModulos_help
source: Names of the Modules using this String.
es: Nombres de los Modulos en los que se usa esta cadena.

# gvSIGi18n_TRASolicitudCadena_attr_referenciasFuentes_label
source: Source references
es: Referencias a fuentes

# gvSIGi18n_TRASolicitudCadena_attr_referenciasFuentes_help
source: References to source code where the string is used.
es: Referencias a codigo fuente donde aparece esta cadena.

# gvSIGi18n_TRASolicitudCadena_attr_simbolo_label
source: Symbol
es: Simbolo

# gvSIGi18n_TRASolicitudCadena_attr_simbolo_help
source: The symbol identifying the string requested to be created,
es: El simbolo que identifica la Cadena que se solicita crear.

# gvSIGi18n_TRASolicitudCadena_attr_usuarioCreador_label
source: Creator user
es: Usuario Creador

# gvSIGi18n_TRASolicitudCadena_attr_usuarioCreador_help
source: User who created or imported the string to be translated.
es: Usuario que creo o importo la cadena a traducir.

# gvSIGi18n_TRATraduccion_label
source: Translation
es: Traduccion

# gvSIGi18n_TRATraduccion_help
source: Translation of one of the strings into one of the languages.
es: Traduccion de una de las Cadenas a uno de los Idiomas.

# gvSIGi18n_TRATraduccion_attr_cadenaTraducida_label
source: Translation
es: Traduccion

# gvSIGi18n_TRATraduccion_attr_cadenaTraducida_help
source: String translated to the Language.
es: Cadena traducida al Idioma.

# gvSIGi18n_TRATraduccion_attr_codigoIdiomaEnGvSIG_label
source: Language code in gvSIG
es: Codigo de Idioma en gvSIG

# gvSIGi18n_TRATraduccion_attr_codigoIdiomaEnGvSIG_help
source: Language code in gvSIG, as gvSIG supports some languages for which there is no international code (yet).
es: Codigo de Idioma en gvSIG, que soporta algunos idiomas para los que no existe (todavia) un codigo internacional.

# gvSIGi18n_TRATraduccion_attr_comentario_label
source: Comment
es: Comentario

# gvSIGi18n_TRATraduccion_attr_comentario_help
source: Comments to this translation.
es: Comentarios acerca de esta traduccion.

# gvSIGi18n_TRATraduccion_attr_estadoCadena_label
source: String State
es: Estado de la Cadena

# gvSIGi18n_TRATraduccion_attr_estadoCadena_help
source: String State, as Active or Inactive.
es: Estado de la Cadena, como Activa o Inactiva.

# gvSIGi18n_TRATraduccion_attr_estadoCadena_option_Inactiva
source: Inactive
es: Inactiva

# gvSIGi18n_TRATraduccion_attr_estadoCadena_option_Activa
source: Active
es: Activa

# gvSIGi18n_TRATraduccion_attr_estadoTraduccion_label
source: Translation State
es: Estado de Traduccion

# gvSIGi18n_TRATraduccion_attr_estadoTraduccion_help
source: Translation State, as Pending, Translated, Reviewed or Definitive.
es: El estado de la Traduccion, como Pendiente, Traducida, Revisada o Definitiva.

# gvSIGi18n_TRATraduccion_attr_estadoTraduccion_option_Pendiente
source: Pending
es: Pendiente

# gvSIGi18n_TRATraduccion_attr_estadoTraduccion_option_Traducida
source: Translated
es: Traducida

# gvSIGi18n_TRATraduccion_attr_estadoTraduccion_option_Revisada
source: Reviewed
es: Revisada

# gvSIGi18n_TRATraduccion_attr_estadoTraduccion_option_Definitiva
source: Definitive
es: Definitiva

# gvSIGi18n_TRATraduccion_attr_fechaCreacionTextual_label
source: Creation Date
es: Fecha de Creacion

# gvSIGi18n_TRATraduccion_attr_fechaCreacionTextual_help
source: Date when the translation into the Language was created, either in Translated or Pending state.
es: La fecha en que la Traduccion al lenguage fue creada, bien como Traducida o como Pendiente.

# gvSIGi18n_TRATraduccion_attr_fechaDefinitivoTextual_label
source: Definitive Date
es: Fecha Definitiva

# gvSIGi18n_TRATraduccion_attr_fechaDefinitivoTextual_help
source: fechaDefinitivoTextual
es: La fecha en que la Traduccion al Idioma se bloqueo como definitiva.The date when the translation into the Language was locked as definitive.

# gvSIGi18n_TRATraduccion_attr_fechaRevisionTextual_label
source: Review Date
es: Fecha de Revision

# gvSIGi18n_TRATraduccion_attr_fechaRevisionTextual_help
source: The date when the String Translation to the Language was reviewed.
es: La fecha en que reviso la Traduccion de la Cadena al Idioma.

# gvSIGi18n_TRATraduccion_attr_fechaTraduccionTextual_label
source: Translation Date
es: Fecha de Traduccion

# gvSIGi18n_TRATraduccion_attr_fechaTraduccionTextual_help
source: Date when the String was translated to the Language.
es: La fecha en que la Cadena fue traducida al Idioma.

# gvSIGi18n_TRATraduccion_attr_historia_label
source: History
es: Historia

# gvSIGi18n_TRATraduccion_attr_historia_help
source: History of changes to the string's translation into the Language.
es: Historia de cambios a la traduccion de la cadena al idioma.

# gvSIGi18n_TRATraduccion_attr_idCadena_label
source: String Id
es: Id Cadena

# gvSIGi18n_TRATraduccion_attr_idCadena_help
source: The (internal) identifier of the String to translate.
es: El identificador (interno) de la Cadena a traducir.

# gvSIGi18n_TRATraduccion_attr_indicadoresPO_label
source: GNU gettext PO flags
es: Indicadores para GNU gettext PO

# gvSIGi18n_TRATraduccion_attr_indicadoresPO_help
source: Flags used by GNU gettext PO, like fuzzy and indicators that the string is a formatting string in a specific programming language.
es: Indicadores utilizados por GNU gettext PO , como fuzzy e indicacion que la cadena de una cadena de formateo de un lenguage de programacion especifico.

# gvSIGi18n_TRATraduccion_attr_nombresModulos_label
source: Modules
es: Modulos

# gvSIGi18n_TRATraduccion_attr_nombresModulos_help
source: Names of the Modules using this String.
es: Nombres de los Modulos en los que se usa esta cadena.

# gvSIGi18n_TRATraduccion_attr_simbolo_label
source: Symbol
es: Simbolo

# gvSIGi18n_TRATraduccion_attr_simbolo_help
source: The original symbol identifying the string to be translated.
es: El simbolo original que identifica la Cadena a traducir.

# gvSIGi18n_TRATraduccion_attr_usuarioCoordinador_label
source: Coordinator
es: Coordinador

# gvSIGi18n_TRATraduccion_attr_usuarioCoordinador_help
source: User with Coordinator capabilities, who made Definitive the string translation into the language.
es: Usuario con capacidades de Coordinador que hizo Definitiva la traduccion de la cadena al idioma.

# gvSIGi18n_TRATraduccion_attr_usuarioCreador_label
source: Creator
es: Creador

# gvSIGi18n_TRATraduccion_attr_usuarioCreador_help
source: User who created the translation into the language in Translated or Pending state, during an import or language creation process.
es: Usuario que creo la traduccion al lenguage, bien en estado Traducida o Pendiente, durante un proceso de importaciono creacion de lenguage.

# gvSIGi18n_TRATraduccion_attr_usuarioRevisor_label
source: Reviewer
es: Revisor

# gvSIGi18n_TRATraduccion_attr_usuarioRevisor_help
source: User who reviewd the String Translation to the Language.
es: Usuario que reviso la Traduccion de la Cadena al Idioma.

# gvSIGi18n_TRATraduccion_attr_usuarioTraductor_label
source: Translator
es: Traductor

# gvSIGi18n_TRATraduccion_attr_usuarioTraductor_help
source: User who translated this string into this language.
es: Usuario que ha traducido la Cadena al Idioma.

# gvSIGi18n_AccessFailedAndPromptYouHavePermission_label
source: Access to the translations catalog failed. Do you have permission ? If so, you may want to login first.
es: Error accediendo al catalogo de traducciones. Si tiene usted credenciales de acceso, por favor entre y autentifiquese en la aplicacion.

# gvSIGi18n_Antes_label
source: Before
es: Antes

# gvSIGi18n_AppliesImmediatelyNoNeedToRefresh_help
source: Applies immediately, no need to refresh the page to make it effective.
es: Aplica inmediatamente. No necesita refrescar la pagina para hacerlo efectivo.

# gvSIGi18n_AppliesOnSelectonForEditionNoNeedToRefresh_help
source: Applies as soon as you select a translation for edition, no need to refresh the page to make it effective.
es: Aplica en cuanto seleccione una traduccion para edicion. No necesita refrescar la pagina para hacerlo efectivo.

# gvSIGi18n_BatchNewStatus_Apply_ButtonLabel
source: Apply
es: Aplicar

# gvSIGi18n_BatchNewStatus_title
source: Batch Status Change
es: Cambio Estado por lotes

# gvSIGi18n_BatchStatusChanges_label
source: Batch Status changes
es: Cambios de estado por lotes

# gvSIGi18n_BrowseTranslationsFailure_Condition_msg
source: Retrieval of Translations has failed:
es: La lectura de traducciones ha fallado:

# gvSIGi18n_BrowseTranslationsFailure_Exception_msg
source: An exception occurred while retrieving translations.
es: Ha ocurrido una situacion excepcional durante el acceso a traducciones.

source: Please make sure that you are properly logged as a user authorized for translations access, or contact your site administrator.
es: Por favor, asegurese que ha entrado adecuadamente como un usuario autorizado a acceder traducciones, o contacte con su administrador.

# gvSIGi18n_BusquedasPorEventos_antesDeFecha_title
source: Before date
es: Antes del

# gvSIGi18n_BusquedasPorEventos_despuesDeFecha_title
source: After date
es: Despues del

# gvSIGi18n_BusquedasPorEventos_formatoFechaISO_help
source: Dates in ISO format YYYY-MM-DD HH:MM:SS
es: Fecha en formato ISO AAAA-MM-DD HH:MM:SS

# gvSIGi18n_BusquedasPorEventos_title
source: Filter by users and dates of status change events
es: Filtrar por usuario y fechas de eventos de cambios de estado

# gvSIGi18n_BusquedasPorEventos_usuario_title
source: User
es: Usuario

# gvSIGi18n_BusquedasPorIdCadena_title
source: Search by exact string symbol id
es: Busqueda por el identificador exacto de la cadena

# gvSIGi18n_BusquedasPorPalabrasContenidasEnSimboloOTraduccion_title
source: Filter by words in the symbol or the translation
es: Filtrar por palabras en el simbolo o la traduccion

# gvSIGi18n_ColumnaSimboloColapsable_Action_Hide_help
source: Click to hide this column.
es: Pulse para esconder la columna

# gvSIGi18n_ColumnaSimboloColapsable_Action_Show_help
source: Click here to hide show the column with symbols.
es: Pulse aqui para mostrar la columna con simbolos.

# gvSIGi18n_Confirmar_NavegarAIdiomaPrincipalYSimbolo_msgid
source: Please confirm that you want to navigate away from this language into the selected string in a different language
es: Por favor confirme que desea navegar abandonando este idioma, a la traduccion de la cadena seleccionada en un idioma diferente

# gvSIGi18n_CreateMissingTranslationsReport_msgid
source: Create missing Translations report
es: Informe de creacion de Traducciones que faltan

# gvSIGi18n_Despues_label
source: After
es: Despues

# gvSIGi18n_EditorKeyActions_action_avanzar_label
source: Advance
es: Avanzar

# gvSIGi18n_EditorKeyActions_action_nextTabIndex_label
source: Next tab
es: Siguiente tabulador

# gvSIGi18n_EditorKeyActions_action_traducirYAvanzar_label
source: Translate and Advance
es: Traducir y Avanzar

# gvSIGi18n_EditorKeyActions_action_traducir_label
source: Translate
es: Traducir

# gvSIGi18n_EditorKey_CR_label
source: Return key
es: Tecla Entrar (enter)

# gvSIGi18n_EditorKey_Tab_label
source: Tab key
es: Tecla Tab (tabulador)

# gvSIGi18n_EncodingErrorHandleMode_BackslashReplaceAndContinue
source: Replace with backslash escape and continue
es: Sustituir escapado y continuar

# gvSIGi18n_EncodingErrorHandleMode_CancelOnFirstError
source: Cancel on first error
es: Cancelar al primer error

# gvSIGi18n_EncodingErrorHandleMode_CountAllErrorsAndCancel
source: Count all errors and cancel
es: Contar todos los errores y cancelar

# gvSIGi18n_EncodingErrorHandleMode_IgnoreAndContinue
source: Ignore and continue
es: Ignorar y continuar

# gvSIGi18n_EncodingErrorHandleMode_ReplaceAndContinue
source: Replace and continue
es: Sustituir y continuar

# gvSIGi18n_EncodingErrorHandleMode_XMLReplaceAndContinue
source: Replace as XML and continue
es: Sustituir como XML y continuar

# gvSIGi18n_EncodingErrorHandleMode_help
source: How to react upon occurences of encoding errors errors during the translations export process.
es: Como reaccionar ante la ocurrencia de errores de codificacion de caracteres durante la exportacion de traducciones.

# gvSIGi18n_EncodingErrorHandleMode_label
source: Encoding errors handling mode
es: Modo de gestion de errores de codificacion

# gvSIGi18n_Estado_label
source: Status
es: Estado

# gvSIGi18n_ExportStatus_CanNotCreateZipFile
source: Internal error while creating the downloadable .jar or .zip file.
es: Ha ocurrido un error interno creando el archivo .jar or .zip descargable.

# gvSIGi18n_ExportStatus_Exception
source: An exceptional error condition ocurred during export.
es: Ha ocurrido un error interno excepcional.

# gvSIGi18n_ExportStatus_NoAvailableLanguagesToExport
source: There are no languages available for the user to export.
es: No hay idiomas accesibles al usuario para exportacion.

# gvSIGi18n_ExportStatus_NoAvailableModulesToExport
source: There are no modules available for the user to export.
es: No hay modulos accesibles al usuario para exportacion.

# gvSIGi18n_ExportStatus_NoLanguagesRequestedForExport
source: The user has not selected any languages for export. Please select some languages or cancel the export operation.
es: El usuario no ha selecionado ningun idioma para exportacion. Por favor seleccione algun idioma o cancele la exportacion.

# gvSIGi18n_ExportStatus_NoModulesRequestedForExport
source: The user has not selected any modules for export, not the strings with unspecified module. Please select some modules, or the strings with unspecified module, or cancel the export operation.
es: El usuario no ha selecionado ningun modulo, ni las cadenas de modulo no especificado, para exportacion. Por favor seleccione algun modulo o las cadenas de modulo no especificado o cancele la exportacion.

# gvSIGi18n_ExportStatus_UseCaseAssessmentFailed
source: The user can not execute the export use case.
es: El usuario no puede ejecutar el caso de uso de exportacion.

# gvSIGi18n_Exportar_EditParameters_interaction_help
source: Edit the configuration parameters for the export process. Select at least one language to export. You may select additional languages to incldue as reference files, or as the Default line of GNU text PO files. You may choose the the character encoding applied to write each language export file. You must select at least one module to export, or the strings with unspecified module.
es: Edite los parametros de configuracion de la exportacion. Seleccione al menos un idioma que desea exportar. Puede seleccionar idiomas adicionales que desea incluir como ficheros .properties de referencia, o en las lineas Default de ficheros GNU gettext PO. Seleccione tambien la codificacion de caracteres aplicada para escribir cada fichero de exportacion. Seleccione al menos un modulo, o las cadenas con modulo sin especificar.

# gvSIGi18n_Exportar_EstimateContent_interaction_help
source: Please, review the estimations made by the system about the translations content to include in the exported download file. Then please decide if you want to execute the export process, or cancel.
es: Por favor, revise las estimaciones hechas por el sistema acerca del contenido de traducciones a incluir en el fichero de exportacion descargable. Entonces decida si desea ejecutar el proceso de exportacion, o cancelar.

# gvSIGi18n_Exportar_ExportContent_interaction_help
source: If the export process fails, the system will report the errors found. If sucessful, the export process will generate a download archive. Your internet browser may offer you the option of saving or opening the download archive. Please save the file, for future use with gvSIG or translation tools.
es: Si el proceso de exportacion no tiene exito, el sistema presentara un informe de errores encontrados. Si tiene exito, el proceso generara un archivo descargable. Su navegador de internet debera ofrecerle la grabacion o la apertura del fichero descargable. Por favor, grabe el fichero para su posterior uso con gvSIG o herramientas de traduccion.

# gvSIGi18n_Exportar_ReviewParameters_interaction_help
source: Please, review the export parameters to make sure you will obtain the desired content and format. Then you may request an estimation of the content to be exported, for your review.
es: Por favor, revise los parametros de exportacion, y asegurese que obtendra el contenido y formato deseados. Proceda solicitando al sistema una estimacion del contenido a exportar, para que usted lo revise antes de proceder a la exportacion.

# gvSIGi18n_Exportar_coreography_help
source: To Export translations, you must: 1 - Configure the parameters for the export operation. 2- Review the parameters entered. 3 - Review the estimation of content to export. 4 - Confirm the execution of the export operation. You may reset the configuration parameteres to their initial values. You may cancel at any time.
es: Para exportar traducciones, usted debe: 1 - Configurar los parametros de la exportacion. 2 - Revisar los parametros introducidos. 3 - Revisar la estimacion de contenido a exportar. 4 - Confirmar la ejecucion de la exportacion. Si lo desea, puede volver a los valores iniciales de los parametros de configuracion. Puede cancelar en cualquier momento

# gvSIGi18n_FechaComienzo_label
source: Start date and time
es: Fecha y Hora de comienzo

# gvSIGi18n_FechaFin_label
source: End date and time
es: Fecha y Hora de fin

# gvSIGi18n_FechaInforme_label
source: Report date
es: Fecha informe

# gvSIGi18n_HideStateTransitionColumns_label
source: Hide columns with Status change Buttons
es: Ocultar columnas de botones de cambio de estado

# gvSIGi18n_InformeModulosIntensiveWarning_msgid
source: Reporting the Modules and Languages Status is an intensive process. It is not performed at each user request, but rather after some lapsed time, or changes made, since it was last generated.
es: La elaboracion del Informe de Estado por Modulos e Idiomas es una labor intensiva, y por lo tanto se realiza periodicamente por el Coordinador, pero no en cada solicitud de informe por el usuario.

# gvSIGi18n_InteractionMode_Asynchronous_help
source: Send changes to server without refreshing the whole page, allowing continuation of work in the current page.
es: Enviar cambios al servidor sin refrescar toda la pagina, permitiendo continuar el trabajo en la pagina actual.

# gvSIGi18n_InteractionMode_Asynchronous_label
source: Asynchronous
es: Asincrono

# gvSIGi18n_InteractionMode_Synchronous_help
source: Send changes to server by loading a completely new page.
es: Enviar cambios al servidor cargando una pagina completamente nueva.

# gvSIGi18n_InteractionMode_Synchronous_label
source: Synchronous
es: Sincrono

# gvSIGi18n_InteractionMode_label
source: Server interaction mode
es: Modo de interaccion con el servidor

# gvSIGi18n_LanguageNotAccessible_label
source: You are not allowed to access the selected language.- Do you have permission ? If so, you may want to login first.
es: No le esta permitido acceder al idioma seleccionado. Si tiene usted credenciales de acceso, por favor entre y autentifiquese en la aplicacion.

# gvSIGi18n_MetricaInformeProgreso_Esperado_label
source: Expected
es: Esperado

# gvSIGi18n_MetricaInformeProgreso_Nombre_label
source: Metric
es: Medida

# gvSIGi18n_MetricaInformeProgreso_PorcentajeRealizado_label
source: % Done
es: % Realizado

# gvSIGi18n_MetricaInformeProgreso_Realizado_label
source: Done
es: Realizado

# gvSIGi18n_ModuloNoEspecificado_msgid
source: not specified
es: -- no especificado --

# gvSIGi18n_Modulos_title
source: Modules
es: Modulos

# gvSIGi18n_NoPermisoVerDetallesModulosPorNoManagerRol_msgid
source: The detailed Modules report is costly to ellaborate, you may need to wait a couple minutes to obtain the results.
es: El informe detallado de Modulos es costoso de elaborar. Puede tener que esperar un par de minutos para obtenerlo.

# gvSIGi18n_NombreMetricaInformeProgreso_expected_operations_label
source: Operations
es: Operaciones

# gvSIGi18n_NombreMetricaInformeProgreso_languages_to_create_label
source: Languages to create
es: Idiomas a crear

# gvSIGi18n_NombreMetricaInformeProgreso_modules_to_create_label
source: Modules to create
es: Modulos a crear

# gvSIGi18n_NombreMetricaInformeProgreso_string_module_changes_label
source: Modules strings changes
es: Cambios de cadenas en modulos
